[
{"id":1,"q":"Pourquoi un État membre peut-il restreindre l’accès à certaines zones UAS ?","opts":["Pour simplifier la navigation aérienne","Pour des raisons de sécurité, sûreté, vie privée ou environnementales","Pour favoriser le tourisme aérien","Pour limiter le nombre de drones en circulation"],"ans":"Pour des raisons de sécurité, sûreté, vie privée ou environnementales","why":"L’article 15 du règlement 2019/947 permet aux États membres de définir des zones UAS spécifiques pour ces motifs de protection."},
{"id":2,"q":"Avant toute mission, quelle est la première étape de vérification du pilote ?","opts":["Mesurer la température extérieure","Se situer sur la carte aéronautique","Allumer le drone","Vérifier l’état des batteries"],"ans":"Se situer sur la carte aéronautique","why":"Le pilote doit d’abord localiser sa position pour déterminer s’il se trouve en zone Open ou Specific avant toute autre action."},
{"id":3,"q":"Quel outil permet de vérifier les prescriptions d’une zone avant le vol ?","opts":["Google Maps","Une application web dédiée à la consultation des zones UAS","Le manuel du drone","Le carnet de vol"],"ans":"Une application web dédiée à la consultation des zones UAS","why":"Les applications officielles (comme Droneguide, etc.) indiquent les restrictions et conditions d’exploitation des zones UAS."},
{"id":4,"q":"Pourquoi le pilote doit-il consulter les NOTAM avant un vol ?","opts":["Pour connaître les vents dominants","Pour vérifier la présence de restrictions temporaires ou activités aériennes","Pour vérifier la température","Pour savoir la distance aux bâtiments"],"ans":"Pour vérifier la présence de restrictions temporaires ou activités aériennes","why":"Les NOTAM signalent des interdictions ou avertissements temporaires impactant l’espace aérien."},
{"id":5,"q":"Que signifie 'Jour aéronautique' ?","opts":["La période comprise entre le lever et le coucher du soleil","Le temps pendant lequel les vols commerciaux sont autorisés","Les heures locales de vol libre","Les horaires d’ouverture des aérodromes"],"ans":"La période comprise entre le lever et le coucher du soleil","why":"Le jour aéronautique correspond à la période du lever du soleil (SR -30min) jusqu’au coucher du soleil (SS +30min)."},
{"id":6,"q":"Pourquoi est-il essentiel de vérifier l’indice KP avant un vol ?","opts":["Parce qu’il indique la probabilité d’orage","Parce qu’il mesure l’activité solaire susceptible de perturber le GPS","Parce qu’il mesure la vitesse du vent","Parce qu’il définit la durée de vol autorisée"],"ans":"Parce qu’il mesure l’activité solaire susceptible de perturber le GPS","why":"Un indice KP élevé peut provoquer des perturbations électromagnétiques et altérer le signal GNSS du drone."},
{"id":7,"q":"Que risque le pilote s’il effectue un vol sous des conditions météo supérieures aux limites constructeur ?","opts":["Une amende uniquement","Une perte d’assurance et un vol illégal","Un simple avertissement","Une panne du contrôleur"],"ans":"Une perte d’assurance et un vol illégal","why":"Voler hors de l’enveloppe de vol (vent, température, pluie) rend le vol illégal et non couvert par l’assurance."},
{"id":8,"q":"En Open A3, à quelle distance minimale doit-on rester d’une zone résidentielle ?","opts":["30m","100m","150m","300m"],"ans":"150m","why":"La réglementation Open A3 impose une distance minimale de 150m des zones résidentielles, commerciales, industrielles ou de loisirs."},
{"id":9,"q":"Pourquoi une inspection visuelle sur site est-elle obligatoire avant le vol ?","opts":["Pour repérer les zones de vent","Pour vérifier que la zone correspond à l’analyse préalable et qu’il n’y a pas d’obstacle imprévu","Pour tester les moteurs","Pour calibrer le compas"],"ans":"Pour vérifier que la zone correspond à l’analyse préalable et qu’il n’y a pas d’obstacle imprévu","why":"Une vérification sur le terrain complète l’analyse à distance (Google Maps, Street View) afin d’assurer la sécurité réelle de la zone."},
{"id":10,"q":"Lors d’un vol d’entraînement, quelle classe est la plus adaptée ?","opts":["Open A1","Open A2","Open A3","Specific"],"ans":"Open A3","why":"Les entraînements doivent se faire dans des zones isolées sans public, ce qui correspond aux conditions de la catégorie Open A3."},
{"id":11,"q":"Quelle est la principale conséquence d’un indice KP élevé lors d’un vol en drone ?","opts":["Une perte de signal GPS possible","Une augmentation de la température des moteurs","Une diminution de l’autonomie de la batterie","Une perturbation du flux vidéo uniquement"],"ans":"Une perte de signal GPS possible","why":"Un indice KP élevé traduit une activité solaire intense qui perturbe le champ magnétique terrestre, affectant directement la précision du positionnement GNSS du drone."},
{"id":12,"q":"Quelle est la limite de vent maximale généralement recommandée pour un DJI Mavic ou Phantom ?","opts":["5 m/s","10 m/s","15 m/s","20 m/s"],"ans":"10 m/s","why":"Le manuel constructeur DJI indique une limite d’environ 10 m/s (36 km/h) au-delà de laquelle le vol devient instable et non conforme."},
{"id":13,"q":"Pourquoi est-il dangereux de voler à -5°C avec un drone non prévu pour ces températures ?","opts":["Le plastique devient cassant","Les batteries perdent en performance et peuvent refuser de décoller","Le GPS devient instable","Les hélices accélèrent trop"],"ans":"Les batteries perdent en performance et peuvent refuser de décoller","why":"Le froid réduit la capacité chimique des batteries et peut déclencher une sécurité empêchant le décollage."},
{"id":14,"q":"Quelle est la conséquence principale d’un vent dépassant la limite constructeur ?","opts":["Rien de particulier si on reste bas","Le vol devient illégal et non assuré","La consommation d’énergie augmente seulement","Le drone redémarre automatiquement"],"ans":"Le vol devient illégal et non assuré","why":"Voler hors de l’enveloppe de vol définie par le constructeur rend le vol non conforme et exclut toute couverture d’assurance."},
{"id":15,"q":"Quelle est la différence principale entre la vitesse-air et la vitesse-sol d’un drone ?","opts":["La vitesse-air dépend du vent, la vitesse-sol est indépendante","La vitesse-sol tient compte du vent alors que la vitesse-air est mesurée par rapport à la masse d’air","Elles sont identiques","La vitesse-air est toujours supérieure"],"ans":"La vitesse-sol tient compte du vent alors que la vitesse-air est mesurée par rapport à la masse d’air","why":"La vitesse-air se réfère au déplacement dans la masse d’air, la vitesse-sol (Ground Speed) prend en compte le vent réel par rapport au sol."},
{"id":16,"q":"Pourquoi le mode 'Low Speed' peut-il être dangereux par vent fort ?","opts":["Parce qu’il consomme plus d’énergie","Parce que la vitesse air est réduite et le drone peut ne plus remonter le vent","Parce qu’il coupe le GPS","Parce qu’il désactive le RTH"],"ans":"Parce que la vitesse air est réduite et le drone peut ne plus remonter le vent","why":"Si la vitesse air est limitée à 3 m/s et que le vent souffle à 10 m/s, le drone peut dériver sans pouvoir revenir vers le pilote."},
{"id":17,"q":"Quelle distance minimale doit être maintenue entre le drone et une personne non impliquée en Open A2 sans mode 'Low Speed' ?","opts":["5 m","15 m","30 m","50 m"],"ans":"30 m","why":"La réglementation Open A2 impose une distance minimale de 30 m, réduite à 5 m uniquement si le mode 'Low Speed' (3 m/s max) est activé."},
{"id":18,"q":"Quelle est la règle dite du '1:1' ?","opts":["Garder une hauteur égale à la distance latérale aux personnes","Garder une distance de 1 m par mètre de vent","Garder un ratio de 1 minute par 1 mètre d’altitude","Limiter la vitesse à 1 m/s pour 1 kg de masse"],"ans":"Garder une hauteur égale à la distance latérale aux personnes","why":"La règle du 1:1 signifie qu’à 10 m d’altitude, le drone doit rester à au moins 10 m latéralement des personnes non impliquées."},
{"id":19,"q":"Que signifie l’indication « 18010KT » dans un METAR ?","opts":["Vent du nord à 10 nœuds","Vent du sud à 10 nœuds","Vent d’ouest à 10 nœuds","Vent d’est à 10 nœuds"],"ans":"Vent du sud à 10 nœuds","why":"Le premier nombre (180) indique la direction d’où vient le vent : 180° = sud ; 10KT indique sa vitesse en nœuds."},
{"id":20,"q":"Quelle différence existe entre METAR et TAF ?","opts":["Le METAR est une observation, le TAF une prévision","Le METAR est local, le TAF est national","Le TAF est plus précis que le METAR","Aucune, ce sont des synonymes"],"ans":"Le METAR est une observation, le TAF une prévision","why":"Le METAR donne la météo observée valable 2 h, le TAF fournit les prévisions valables de 6 à 30 h."},
{"id":21,"q":"Pourquoi un anémomètre portable est-il utile même après avoir consulté la météo ?","opts":["Pour vérifier le vent réel sur site","Pour mesurer la température","Pour calibrer le compas","Pour tester la vitesse des hélices"],"ans":"Pour vérifier le vent réel sur site","why":"La météo donne des données globales mais la mesure sur le terrain permet d’assurer que la limite de vent n’est pas dépassée localement."},
{"id":22,"q":"Que doit faire le pilote si la météo dépasse légèrement les limites constructeur ?","opts":["Voler prudemment","Décoller rapidement avant que la situation empire","Reporter le vol","Réduire la charge utile"],"ans":"Reporter le vol","why":"Tout vol au-delà des limites constructeur est illégal ; la seule attitude conforme est de différer la mission."},
{"id":23,"q":"Pourquoi ne faut-il jamais stocker une batterie de drone pleine charge ?","opts":["Cela augmente son autonomie","Cela risque de la gonfler et de la dégrader","Cela améliore la stabilité de tension","Cela évite les courts-circuits"],"ans":"Cela risque de la gonfler et de la dégrader","why":"Les batteries doivent être stockées en mode 'stockage' autour de 3,7 V par cellule pour éviter les réactions chimiques internes qui les abîment."},
{"id":24,"q":"Quelle est la fonction principale du 'logbook' d’un drone ?","opts":["Consigner uniquement les vols réussis","Enregistrer les entretiens, vols et incidents","Garder les photos aériennes","Stocker les données GPS"],"ans":"Enregistrer les entretiens, vols et incidents","why":"Le logbook centralise l’historique des vols, l’entretien et les anomalies, garantissant le suivi réglementaire du matériel."},
{"id":25,"q":"Quelle attitude adopter si le GPS devient instable à cause d’un fort indice KP ?","opts":["Continuer le vol manuellement","Monter pour capter un meilleur signal","Rester en VLOS et se préparer à reprendre le contrôle manuel","Activer le RTH immédiatement"],"ans":"Rester en VLOS et se préparer à reprendre le contrôle manuel","why":"Une perturbation GNSS impose de garder le drone en vue directe afin d’éviter la perte de contrôle automatique et de pouvoir piloter manuellement."},
{"id":26,"q":"Pourquoi ne faut-il jamais laisser un drone humide dans son sac après un vol ?","opts":["Parce que le poids augmente","Parce que l’humidité peut endommager l’électronique","Parce qu’il devient instable en vol","Parce qu’il pert une calibration"],"ans":"Parce que l’humidité peut endommager l’électronique","why":"Un drone stocké humide subit une corrosion progressive et des courts-circuits qui compromettent la sécurité future du vol."},
{"id":27,"q":"Quel est le risque de laisser une batterie dans une voiture en plein soleil ?","opts":["Aucun, si elle est éteinte","Une perte d’énergie temporaire","Une surchauffe pouvant provoquer un incendie","Une baisse de tension normale"],"ans":"Une surchauffe pouvant provoquer un incendie","why":"Les batteries Li-ion ne supportent pas la chaleur excessive ; cela peut provoquer un emballement thermique et un incendie."},
{"id":28,"q":"Pourquoi la vérification prévol doit-elle suivre une check-list écrite ?","opts":["Pour respecter une habitude","Pour éviter les oublis et garantir la conformité de tous les points critiques","Pour gagner du temps","Pour satisfaire l’autorité de l’aérodrome"],"ans":"Pour éviter les oublis et garantir la conformité de tous les points critiques","why":"Une check-list systématique assure que chaque élément technique (hélices, batterie, liaison, GPS, etc.) est opérationnel avant décollage."},
{"id":29,"q":"Que doit vérifier le pilote concernant la communication radio avant chaque vol ?","opts":["Que la fréquence soit approuvée et la liaison opérationnelle","Que le signal soit fort uniquement au décollage","Que la radio soit sur la même fréquence que la tour","Que le volume soit élevé"],"ans":"Que la fréquence soit approuvée et la liaison opérationnelle","why":"Le pilote doit utiliser les fréquences autorisées et s’assurer que la liaison commande-contrôle reste active pendant toute la mission."},
{"id":30,"q":"Que signifie le code transpondeur 7700 ?","opts":["Problème de communication","Détresse générale","Panne moteur","Perte de signal GPS"],"ans":"Détresse générale","why":"Le code 7700 est le signal universel de détresse en aviation, utilisé pour toute situation d’urgence grave nécessitant assistance immédiate."},
{"id":31,"q":"Quelle est la priorité absolue pour un drone face à un aéronef habité ?","opts":["Le drone garde sa trajectoire","Le drone cède toujours le passage","Le drone monte pour éviter la collision","Le drone poursuit sa mission si l’aéronef est loin"],"ans":"Le drone cède toujours le passage","why":"Les aéronefs habités ont toujours la priorité ; le télépilote doit interrompre ou modifier le vol pour éviter tout risque d’interférence."},
{"id":32,"q":"Quel organisme belge est responsable de la gestion des fréquences radio utilisées par les drones ?","opts":["Skeyes","EASA","IBPT","DGTA"],"ans":"IBPT","why":"L’IBPT (Institut Belge des services Postaux et des Télécommunications) gère les fréquences radio et autorise leur usage pour les télépilotes."},
{"id":33,"q":"Quel est le rôle principal d’une tour de contrôle d’aérodrome ?","opts":["Coordonner les vols civils et militaires","Assurer la séparation et la sécurité des aéronefs sur et autour de l’aérodrome","Autoriser les vols de loisirs","Donner la météo aux pilotes"],"ans":"Assurer la séparation et la sécurité des aéronefs sur et autour de l’aérodrome","why":"La tour de contrôle gère la circulation aérienne locale pour prévenir les collisions entre aéronefs, véhicules et obstacles."},
{"id":34,"q":"Quel mot répété trois fois signale une détresse à la radio ?","opts":["Help","SOS","Mayday","Pan"],"ans":"Mayday","why":"Le signal 'MAYDAY' répété trois fois indique une situation de détresse grave nécessitant une aide immédiate."},
{"id":35,"q":"Quel mot répété trois fois indique une urgence sans danger immédiat ?","opts":["Mayday","Pan Pan","Help","Attention"],"ans":"Pan Pan","why":"'PAN PAN' est utilisé pour signaler une urgence importante mais non vitale, concernant la sécurité d’un vol ou d’une personne."},
{"id":36,"q":"Quel code transpondeur indique une urgence de détresse générale ?","opts":["7000","7500","7600","7700"],"ans":"7700","why":"Le code 7700 est le code standard d’urgence pour tout problème critique en vol."},
{"id":37,"q":"Que signifie 'Fail-Safe' dans un drone ?","opts":["Un système d’arrêt automatique des moteurs","Une fonction de sécurité automatique en cas de défaillance","Une mise à jour logicielle automatique","Une fonction de calibration du GPS"],"ans":"Une fonction de sécurité automatique en cas de défaillance","why":"Le 'Fail-Safe' déclenche une action prédéfinie (atterrissage, RTH) lorsqu’une perte de signal ou un défaut critique est détecté."},
{"id":38,"q":"Que doit faire le pilote lorsqu’il paramètre le 'Return To Home' (RTH) ?","opts":["Régler une altitude suffisante adaptée à l’environnement","Activer le mode sport pour accélérer le retour","Choisir une altitude minimale aléatoire","Désactiver la géovigilance"],"ans":"Régler une altitude suffisante adaptée à l’environnement","why":"L’altitude RTH doit être supérieure aux obstacles du site pour assurer un retour sûr du drone en cas de perte de signal."},
{"id":39,"q":"Que désigne le terme 'Fly Away' ?","opts":["Un vol planifié de longue distance","Une perte de contrôle du drone qui part seul","Une manœuvre d’évitement rapide","Une mise à jour GPS automatique"],"ans":"Une perte de contrôle du drone qui part seul","why":"Le 'Fly Away' correspond à un départ incontrôlé du drone, souvent dû à une perte de signal ou un dysfonctionnement du GPS."},
{"id":40,"q":"Quelle est la première action à entreprendre en cas de 'Fly Away' ?","opts":["Tenter un atterrissage manuel immédiat","Contacter la tour de contrôle la plus proche","Redémarrer la télécommande","Allumer le RTH"],"ans":"Contacter la tour de contrôle la plus proche","why":"Un Fly Away représente un danger pour la sécurité aérienne ; il faut en informer immédiatement les autorités compétentes."},
{"id":41,"q":"Que doit contenir idéalement le 'logbook' du pilote ?","opts":["Les dates d’entretien et de vol","Uniquement les durées de vol","Les conditions météo","Les vidéos de vol"],"ans":"Les dates d’entretien et de vol","why":"Le logbook sert de carnet de suivi technique et opérationnel du drone, centralisant vols, entretiens et incidents."},
{"id":42,"q":"Pourquoi est-il déconseillé de stocker les batteries pleines ?","opts":["Elles risquent de s’oxyder","Elles se déchargent trop vite","Elles se détériorent chimiquement et gonflent","Elles se déconnectent du chargeur"],"ans":"Elles se détériorent chimiquement et gonflent","why":"Une batterie stockée pleine se dégrade, gonfle et perd sa capacité ; le stockage idéal se fait vers 3,7 V par cellule."},
{"id":43,"q":"Pourquoi faut-il éviter de poser la télécommande dans l’herbe humide ?","opts":["Parce qu’elle perd la connexion GPS","Parce qu’elle n’est pas étanche et l’humidité peut l’endommager","Parce qu’elle se décharge plus vite","Parce qu’elle attire les insectes"],"ans":"Parce qu’elle n’est pas étanche et l’humidité peut l’endommager","why":"L’humidité peut pénétrer l’électronique interne de la télécommande, causant corrosion et pannes."},
{"id":44,"q":"Quelle est la bonne pratique concernant l’entretien régulier du drone ?","opts":["Se référer exclusivement au manuel constructeur","Faire une maintenance tous les 100 vols","Lubrifier les moteurs manuellement","Changer les hélices tous les mois"],"ans":"Se référer exclusivement au manuel constructeur","why":"Les intervalles et procédures d’entretien dépendent du constructeur ; c’est le seul document de référence légale."},
{"id":45,"q":"Que doit faire le télépilote s’il détecte un risque pour des personnes, animaux ou biens pendant le vol ?","opts":["Continuer en restant prudent","Réduire la hauteur du vol","Interrompre immédiatement le vol","Contourner l’obstacle"],"ans":"Interrompre immédiatement le vol","why":"La réglementation impose d’interrompre toute opération présentant un risque pour autrui ou l’environnement."},
{"id":46,"q":"Quel est l’effet d’un mode 'Low Speed' activé sur la réactivité du drone ?","opts":["Il augmente la vitesse de rotation des hélices","Il réduit la vitesse maximale et la réactivité générale","Il coupe la stabilisation GPS","Il n’a aucun effet sur la manœuvrabilité"],"ans":"Il réduit la vitesse maximale et la réactivité générale","why":"Le mode 'Low Speed' limite la vitesse à 3 m/s et ralentit les réactions du drone ; le pilote doit anticiper les commandes."},
{"id":47,"q":"Combien de temps met un drone à atteindre un obstacle situé à 5 m en mode 'Low Speed' ?","opts":["0,5 s","1,6 s","3 s","5 s"],"ans":"1,6 s","why":"À 3 m/s (mode 'Low Speed'), un obstacle à 5 m est atteint en 1,6 s, ce qui laisse peu de marge de réaction."},
{"id":48,"q":"Quelle distance minimale doit-on respecter des personnes non impliquées lorsque le mode 'Low Speed' est actif en Open A2 ?","opts":["5 m","15 m","30 m","50 m"],"ans":"5 m","why":"Le mode 'Low Speed' autorise la réduction de la distance latérale de sécurité de 30 m à 5 m."},
{"id":49,"q":"Pourquoi le pilote doit-il estimer correctement la distance d’un obstacle à vue d’œil ?","opts":["Parce que la perception varie selon la lumière et le relief","Parce que le GPS ne mesure pas les distances","Parce que la caméra agrandit l’image","Parce que le compas magnétique fausse la vision"],"ans":"Parce que la perception varie selon la lumière et le relief","why":"Certains environnements (neige, lumière forte, brume) faussent l’estimation visuelle ; une erreur peut compromettre la sécurité."},
{"id":50,"q":"Que permet la règle du '1:1' lors d’un vol en Open A2 ?","opts":["De calculer la vitesse maximale","D’éviter qu’un drone en chute atteigne une personne non impliquée","De maintenir la communication radio stable","De vérifier l’altitude par rapport à la mer"],"ans":"D’éviter qu’un drone en chute atteigne une personne non impliquée","why":"La règle du 1:1 garantit qu’en cas de chute verticale, le drone ne déviera pas assez pour atteindre les personnes situées à distance latérale égale à sa hauteur."},
{"id":51,"q":"Pourquoi le mode 'Low Speed' ne doit-il pas être confondu avec un mode limitant la vitesse-air ?","opts":["Parce que la vitesse-air peut rendre le drone incapable de remonter le vent","Parce que la vitesse-air concerne uniquement la caméra","Parce que cela empêche la géolocalisation","Parce qu’il coupe le mode GPS"],"ans":"Parce que la vitesse-air peut rendre le drone incapable de remonter le vent","why":"Limiter la vitesse-air à 3 m/s par vent de 10 m/s empêche le drone de progresser contre le vent, provoquant une dérive dangereuse."},
{"id":52,"q":"En cas d’urgence, quel signal lumineux indique une détresse ?","opts":["Feux verts répétés","Fusées rouges tirées à intervalles courts","Feux clignotants blancs","Éclats bleus rapides"],"ans":"Fusées rouges tirées à intervalles courts","why":"Les fusées rouges sont le signal visuel international de détresse aéronautique."},
{"id":53,"q":"Quelle procédure le pilote doit-il suivre après un incident grave comme un 'Fly Away' ?","opts":["Réinitialiser le drone et recommencer le vol","Notifier la tour de contrôle et suivre les procédures d’incident ou d’accident","Éteindre la télécommande","Ignorer si le drone est perdu"],"ans":"Notifier la tour de contrôle et suivre les procédures d’incident ou d’accident","why":"Tout incident compromettant la sécurité aérienne doit être signalé aux autorités conformément aux procédures officielles."},
{"id":54,"q":"Pourquoi faut-il éviter de voler à proximité d’antennes ou de pylônes ?","opts":["Ils créent des turbulences d’air","Ils peuvent générer des interférences électromagnétiques","Ils attirent les oiseaux","Ils bloquent le RTH"],"ans":"Ils peuvent générer des interférences électromagnétiques","why":"Les pylônes et antennes peuvent perturber la liaison radio ou le GPS, augmentant le risque de perte de contrôle."},
{"id":55,"q":"Quel paramètre environnemental est directement lié aux éruptions solaires ?","opts":["La visibilité","La température","L’indice KP","La densité de l’air"],"ans":"L’indice KP","why":"L’indice KP mesure l’intensité de l’activité géomagnétique causée par les vents solaires ; il impacte la fiabilité du GPS."},
{"id":56,"q":"Avant de décoller, pourquoi le pilote doit-il analyser l’environnement en 3D ?","opts":["Pour vérifier les obstacles, la hauteur des objets et la configuration du terrain","Pour mesurer la distance GPS","Pour repérer les zones d’ombre","Pour calculer la vitesse du vent"],"ans":"Pour vérifier les obstacles, la hauteur des objets et la configuration du terrain","why":"Une analyse 3D permet de repérer les obstacles comme arbres, pylônes ou lignes électriques susceptibles d’affecter le vol en VLOS."},
{"id":57,"q":"Quelle est la première action en cas de doute sur la sécurité d’une zone avant vol ?","opts":["Décoller pour vérifier depuis le ciel","Consulter la météo locale","Effectuer un décollage vertical d’observation au-dessus d’une zone sûre","Appeler l’autorité aérienne"],"ans":"Effectuer un décollage vertical d’observation au-dessus d’une zone sûre","why":"Le pilote peut vérifier visuellement depuis un point sûr pour confirmer ou non la présence de dangers avant de poursuivre la mission."},
{"id":58,"q":"Pourquoi l’analyse préalable d’une zone via Google Maps ou Street View ne suffit-elle pas ?","opts":["Parce que les images sont souvent floues","Parce qu’il faut obligatoirement compléter par une inspection visuelle réelle sur le terrain","Parce que l’altitude n’y figure pas","Parce que les cartes ne montrent pas les personnes"],"ans":"Parce qu’il faut obligatoirement compléter par une inspection visuelle réelle sur le terrain","why":"Les données en ligne peuvent être obsolètes ; seule l’inspection sur place garantit la sécurité immédiate de la zone."},
{"id":59,"q":"Quelle distance minimale doit-on respecter d’un rassemblement de personnes ?","opts":["30 m","50 m","100 m","Le survol est interdit quelle que soit la distance"],"ans":"Le survol est interdit quelle que soit la distance","why":"Le règlement interdit strictement le survol d’un rassemblement de personnes pour des raisons de sécurité évidentes."},
{"id":60,"q":"Pourquoi faut-il vérifier les heures de lever et coucher du soleil avant le vol ?","opts":["Pour connaître la luminosité du terrain","Pour savoir si le vol est autorisé en jour aéronautique","Pour calculer la durée de la batterie","Pour éviter les reflets sur la caméra"],"ans":"Pour savoir si le vol est autorisé en jour aéronautique","why":"Les vols de nuit nécessitent une autorisation spécifique ; il faut donc s’assurer de rester dans la plage du jour aéronautique (SR-30 à SS+30)."},
{"id":61,"q":"En Open A3, que doit faire le pilote s’il est à moins de 150 m d’une zone résidentielle ?","opts":["Décoller prudemment","Demander une autorisation spéciale","S’éloigner jusqu’à respecter les 150 m","Baisser son altitude à 20 m"],"ans":"S’éloigner jusqu’à respecter les 150 m","why":"La catégorie Open A3 impose une distance minimale de 150 m de toute zone résidentielle, industrielle ou de loisir."},
{"id":62,"q":"Pourquoi est-il conseillé d’utiliser une météo locale en complément du METAR ?","opts":["Parce qu’elle donne la température exacte au sol","Parce qu’elle est plus visuelle","Parce qu’elle reflète les conditions réelles sur le site de vol","Parce qu’elle est en heure locale"],"ans":"Parce qu’elle reflète les conditions réelles sur le site de vol","why":"Les METAR sont faits pour des aéroports souvent éloignés ; une météo locale tient compte du relief et du microclimat de la zone d’opération."},
{"id":63,"q":"Quelle erreur courante commet-on lors de l’estimation des distances à vue ?","opts":["Sous-estimer une distance dans un environnement clair","Surestimer une distance en terrain sombre","Sous-estimer la hauteur d’un obstacle","Confondre distance sol et distance air"],"ans":"Sous-estimer une distance dans un environnement clair","why":"En plein soleil, sur la neige ou l’eau, un objet paraît plus proche qu’il ne l’est réellement, ce qui peut amener à voler trop près."},
{"id":64,"q":"Dans quelles conditions un drone risque-t-il le plus de givrer ?","opts":["Par temps chaud et sec","Par vent fort et sec","Par température négative et humidité élevée","Par brouillard chaud"],"ans":"Par température négative et humidité élevée","why":"Le givre se forme quand l’air est froid et humide, provoquant une accumulation de glace sur les hélices et la structure."},
{"id":65,"q":"Pourquoi un vol en brouillard est-il interdit même si le drone est visible à courte distance ?","opts":["Parce que le brouillard dégrade la qualité vidéo","Parce qu’il empêche le maintien du VLOS et affecte les capteurs","Parce que le GPS ne fonctionne plus","Parce que les batteries se déchargent plus vite"],"ans":"Parce qu’il empêche le maintien du VLOS et affecte les capteurs","why":"Le brouillard empêche une vision claire du drone et peut tromper les capteurs optiques, rendant le vol non conforme à la règle du vol à vue."},
{"id":66,"q":"Quelle est la conduite à tenir en cas de perte momentanée du signal vidéo ?","opts":["Continuer grâce au GPS","Attendre le retour d’image","Rester en VLOS et piloter à vue","Appuyer sur RTH sans vérifier"],"ans":"Rester en VLOS et piloter à vue","why":"Le pilote doit toujours conserver la maîtrise visuelle directe du drone pour réagir en cas de perte du retour vidéo."},
{"id":67,"q":"Pourquoi doit-on éviter de voler juste après un orage solaire ?","opts":["Parce que les vents sont encore forts","Parce que le GPS peut rester instable pendant plusieurs heures","Parce que la température baisse","Parce que l’humidité est trop élevée"],"ans":"Parce que le GPS peut rester instable pendant plusieurs heures","why":"Les perturbations électromagnétiques post-tempête solaire affectent encore la réception GNSS, même après la fin de l’événement."},
{"id":68,"q":"Pourquoi les multi-rotors et les ailes fixes ne respectent-ils pas la même trajectoire de chute ?","opts":["Parce qu’ils ont des poids différents","Parce que les ailes fixes planent alors que les multi-rotors chutent quasi verticalement","Parce que les ailes fixes sont plus légères","Parce que les hélices s’arrêtent plus vite sur un multi-rotor"],"ans":"Parce que les ailes fixes planent alors que les multi-rotors chutent quasi verticalement","why":"Les ailes fixes peuvent parcourir une longue distance horizontale en cas de panne, contrairement aux multi-rotors qui tombent plus à pic."},
{"id":69,"q":"Pourquoi faut-il vérifier les obstacles environnants même au-delà de la zone immédiate de vol ?","opts":["Pour éviter le bruit","Pour anticiper les turbulences et risques de collision en cas de dérive du drone","Pour évaluer la température locale","Pour repérer les animaux"],"ans":"Pour anticiper les turbulences et risques de collision en cas de dérive du drone","why":"Un obstacle à proximité peut devenir dangereux si le drone dérive à cause du vent ou d’une panne de GPS."},
{"id":70,"q":"Quelle erreur de perception est typique quand la lumière est faible ou brumeuse ?","opts":["Les objets paraissent plus proches qu’ils ne le sont","Les objets paraissent plus éloignés qu’ils ne le sont","Les distances semblent identiques","Les reliefs paraissent plus hauts"],"ans":"Les objets paraissent plus éloignés qu’ils ne le sont","why":"En faible luminosité ou brouillard, la perception visuelle donne une impression de distance accrue, risquant de faire voler trop près."},
{"id":71,"q":"Pourquoi un terrain plat est-il souvent préféré pour les vols d’entraînement ?","opts":["Parce qu’il offre un meilleur signal GPS","Parce qu’il réduit les risques d’obstacles invisibles et permet un vol stable","Parce qu’il est plus esthétique pour filmer","Parce qu’il diminue la consommation de batterie"],"ans":"Parce qu’il réduit les risques d’obstacles invisibles et permet un vol stable","why":"Un terrain plat et dégagé simplifie la surveillance visuelle et minimise les risques liés à la topographie ou aux structures cachées."},
{"id":72,"q":"Quelle est la meilleure réaction si le drone se rapproche d’un rassemblement imprévu ?","opts":["Descendre immédiatement et s’éloigner","Continuer prudemment","Survoler en hauteur","Activer le mode 'sport' pour passer plus vite"],"ans":"Descendre immédiatement et s’éloigner","why":"Le survol de personnes non impliquées est interdit ; la seule réaction sûre et réglementaire est de s’éloigner."},
{"id":73,"q":"Pourquoi est-il obligatoire de maintenir une liaison de commande constante pendant le vol ?","opts":["Pour pouvoir réagir immédiatement à tout incident","Pour enregistrer les données GNSS","Pour assurer la synchronisation du retour vidéo","Pour économiser la batterie"],"ans":"Pour pouvoir réagir immédiatement à tout incident","why":"La liaison commande-contrôle garantit que le pilote garde le contrôle en permanence ; une perte de liaison peut déclencher un fail-safe."},
{"id":74,"q":"Pourquoi une altitude RTH trop basse est-elle dangereuse ?","opts":["Parce que le drone consomme plus","Parce qu’il risque de percuter un obstacle lors du retour automatique","Parce qu’il redescend trop lentement","Parce qu’il dérive plus"],"ans":"Parce qu’il risque de percuter un obstacle lors du retour automatique","why":"Si l’altitude RTH est inférieure à celle des arbres, bâtiments ou lignes, le drone peut entrer en collision lors de la procédure de retour."},
{"id":75,"q":"Quelle est la meilleure mesure pour éviter un Fly Away ?","opts":["Voler avec peu de batterie","Désactiver le GPS","Attendre la stabilisation complète du GPS avant le décollage","Désactiver le RTH"],"ans":"Attendre la stabilisation complète du GPS avant le décollage","why":"Un décollage sans position GPS stable empêche le drone d’enregistrer son point de départ, rendant impossible un retour précis en cas de perte de signal."},
{"id":76,"q":"Que signifie le signal radio 'PAN PAN' répété trois fois ?","opts":["Un danger grave et immédiat","Un message urgent concernant la sécurité d’un vol","Une perte de communication totale","Une demande d’atterrissage d’urgence"],"ans":"Un message urgent concernant la sécurité d’un vol","why":"'PAN PAN' indique une urgence importante mais non vitale, comme un problème technique ou un risque pour la sécurité."},
{"id":77,"q":"Quelle différence existe entre 'MAYDAY' et 'PAN PAN' ?","opts":["'MAYDAY' concerne un danger immédiat, 'PAN PAN' une urgence moins critique","'PAN PAN' est utilisé en vol de loisir uniquement","Les deux signifient la même chose","'MAYDAY' s’utilise uniquement au sol"],"ans":"'MAYDAY' concerne un danger immédiat, 'PAN PAN' une urgence moins critique","why":"Le signal 'MAYDAY' exprime une détresse vitale, tandis que 'PAN PAN' indique un incident sérieux sans danger immédiat."},
{"id":78,"q":"Que doit faire le pilote après l’émission d’un signal de détresse 'MAYDAY' ?","opts":["Couper le moteur du drone","Reprendre la mission une fois la communication établie","Suivre les instructions des autorités aériennes","Quitter la fréquence immédiatement"],"ans":"Suivre les instructions des autorités aériennes","why":"Une fois la détresse signalée, le pilote doit rester à l’écoute et suivre les directives des services de contrôle aérien."},
{"id":79,"q":"Pourquoi la température peut-elle influencer le comportement du drone en vol ?","opts":["Parce qu’elle modifie la densité de l’air et les performances des batteries","Parce qu’elle affecte uniquement la caméra","Parce qu’elle change la couleur du boîtier","Parce qu’elle réduit la vitesse du GPS"],"ans":"Parce qu’elle modifie la densité de l’air et les performances des batteries","why":"Les températures extrêmes altèrent la portance et réduisent la performance des batteries, augmentant les risques de panne."},
{"id":80,"q":"Quelle est la conséquence d’une perte de liaison entre la télécommande et le drone sans fail-safe actif ?","opts":["Le drone s’arrête et atterrit automatiquement","Le drone continue son vol sans contrôle","Le drone revient automatiquement au point de départ","Le drone se pose au sol le plus proche"],"ans":"Le drone continue son vol sans contrôle","why":"Sans fail-safe configuré, la perte de liaison rend le drone incontrôlable et dangereux."},
{"id":81,"q":"Pourquoi faut-il définir une altitude RTH adaptée avant chaque vol ?","opts":["Parce qu’elle détermine la vitesse de montée du drone","Parce qu’elle permet d’éviter les obstacles pendant le retour automatique","Parce qu’elle réduit la consommation de batterie","Parce qu’elle influence la portée radio"],"ans":"Parce qu’elle permet d’éviter les obstacles pendant le retour automatique","why":"Une altitude RTH trop basse risque une collision avec des arbres ou bâtiments ; trop haute augmente la consommation inutilement."},
{"id":82,"q":"Quelle est la distance minimale légale en Open A3 par rapport aux zones industrielles ?","opts":["30 m","100 m","150 m","250 m"],"ans":"150 m","why":"Les vols en Open A3 exigent un éloignement minimal de 150 m des zones résidentielles, industrielles ou de loisirs."},
{"id":83,"q":"Pourquoi faut-il toujours vérifier la météo avant un vol même court ?","opts":["Parce que la météo influence la stabilité, la visibilité et la sécurité du vol","Parce que cela est demandé par le constructeur","Parce qu’elle change rarement","Parce que cela permet de mieux filmer"],"ans":"Parce que la météo influence la stabilité, la visibilité et la sécurité du vol","why":"Les conditions météorologiques déterminent la possibilité de vol en VLOS et la tenue du drone dans son enveloppe autorisée."},
{"id":84,"q":"Que doit faire le pilote s’il constate un obstacle imprévu à mi-vol ?","opts":["Voler plus haut sans évaluer les risques","Effectuer un contournement sûr et s’éloigner","Continuer tout droit","Arrêter la mission uniquement s’il touche l’obstacle"],"ans":"Effectuer un contournement sûr et s’éloigner","why":"Le pilote doit s’éloigner immédiatement de tout danger potentiel pour éviter la perte de contrôle ou un incident."},
{"id":85,"q":"Quel est le bon réflexe après une perte momentanée du signal de commande ?","opts":["Redémarrer la télécommande","Attendre la reconnexion sans déplacer le drone","Déplacer le drone manuellement","Activer directement le mode RTH"],"ans":"Attendre la reconnexion sans déplacer le drone","why":"Une action précipitée peut empirer la perte de signal ; il faut attendre la reconnexion automatique avant toute manœuvre."},
{"id":86,"q":"Pourquoi un vol à proximité d’une ligne à haute tension est-il risqué ?","opts":["À cause du champ électromagnétique pouvant interférer avec le GPS et la commande","Parce que le drone consomme plus d’énergie","Parce que les lignes produisent du vent chaud","Parce que le drone devient invisible"],"ans":"À cause du champ électromagnétique pouvant interférer avec le GPS et la commande","why":"Les champs électromagnétiques puissants peuvent perturber la boussole électronique et provoquer un fly away."},
{"id":87,"q":"Pourquoi ne faut-il pas voler avec une batterie légèrement gonflée ?","opts":["Parce qu’elle a moins d’autonomie","Parce qu’elle peut exploser ou s’enflammer","Parce qu’elle décharge plus lentement","Parce qu’elle empêche la calibration"],"ans":"Parce qu’elle peut exploser ou s’enflammer","why":"Une batterie gonflée est instable et peut provoquer une combustion spontanée, rendant le vol extrêmement dangereux."},
{"id":88,"q":"Quelle est la raison principale d’utiliser une check-list écrite avant vol ?","opts":["Pour gagner du temps","Pour éviter tout oubli critique lié à la préparation du vol","Pour satisfaire la réglementation uniquement","Pour vérifier la météo"],"ans":"Pour éviter tout oubli critique lié à la préparation du vol","why":"La check-list systématise la vérification du drone, de la zone, des batteries et des liaisons avant décollage."},
{"id":89,"q":"Pourquoi le stockage d’un drone dans un endroit humide est-il dangereux à long terme ?","opts":["Parce qu’il attire la poussière","Parce qu’il dégrade l’électronique et favorise la corrosion","Parce qu’il consomme plus de batterie","Parce qu’il ralentit le GPS"],"ans":"Parce qu’il dégrade l’électronique et favorise la corrosion","why":"L’humidité détériore les composants internes et crée des courts-circuits, réduisant la durée de vie du drone."},
{"id":90,"q":"Quelle est la principale cause humaine de 'Fly Away' ?","opts":["Les interférences solaires","Une erreur de calibration ou de pilotage","Une batterie faible","Le vent fort"],"ans":"Une erreur de calibration ou de pilotage","why":"Les fly away sont souvent causés par un décollage avant la stabilisation GPS ou un mauvais paramétrage de la boussole."},
{"id":91,"q":"Pourquoi un pilote doit-il éviter de voler sous une forte pluie ?","opts":["Parce que la visibilité est réduite et l’eau peut pénétrer les composants","Parce que la caméra ne filme plus","Parce que le GPS se coupe","Parce que cela épuise les batteries"],"ans":"Parce que la visibilité est réduite et l’eau peut pénétrer les composants","why":"L’humidité endommage les circuits électroniques et empêche le maintien du vol à vue (VLOS)."},
{"id":92,"q":"Quel est l’impact d’un vent de 50 km/h sur un drone dont la limite constructeur est 36 km/h ?","opts":["Aucun si le drone est stable","Le vol devient illégal et dangereux","Le drone consomme plus d’énergie mais reste conforme","Le RTH devient plus lent"],"ans":"Le vol devient illégal et dangereux","why":"Dépasser la limite constructeur annule l’assurance et augmente considérablement le risque de perte de contrôle."},
{"id":93,"q":"Pourquoi faut-il garder une marge de sécurité entre la limite constructeur et les conditions réelles ?","opts":["Parce que les conditions locales varient constamment","Parce que la température influence la vitesse","Parce que la marge améliore la précision GPS","Parce que c’est obligatoire"],"ans":"Parce que les conditions locales varient constamment","why":"Le vent en rafales ou les microclimats peuvent créer des pics supérieurs aux valeurs moyennes annoncées."},
{"id":94,"q":"Pourquoi faut-il vérifier l’indice KP avant un vol long en altitude ?","opts":["Parce qu’il indique la densité de l’air","Parce qu’un indice élevé perturbe les signaux GNSS nécessaires à la navigation","Parce qu’il mesure la force du vent","Parce qu’il influence la batterie"],"ans":"Parce qu’un indice élevé perturbe les signaux GNSS nécessaires à la navigation","why":"L’indice KP évalue les perturbations magnétiques solaires ; au-delà d’un certain seuil, la précision GPS devient instable."},
{"id":95,"q":"Quelle est la bonne attitude après une perte de signal GPS ?","opts":["Continuer le vol à vue en manuel","Activer le mode RTH immédiatement","Attendre la reconnexion automatique","Couper le moteur"],"ans":"Continuer le vol à vue en manuel","why":"Le pilote doit toujours pouvoir contrôler manuellement le drone en cas de perte de positionnement satellite."},
{"id":96,"q":"Pourquoi faut-il éviter de voler à proximité d’un aéroport, même en Open A1 ?","opts":["Parce que les signaux radio sont plus forts","Parce que l’espace aérien y est réglementé et potentiellement contrôlé","Parce que la visibilité est meilleure","Parce que les oiseaux y sont nombreux"],"ans":"Parce que l’espace aérien y est réglementé et potentiellement contrôlé","why":"Les zones proches d’aéroports font partie d’un espace aérien soumis à contrôle ; le vol y est interdit sans autorisation."},
{"id":97,"q":"Que doit faire un pilote après une panne moteur en vol ?","opts":["Tenter un atterrissage contrôlé dans une zone sûre","Activer le GPS","Relancer les moteurs immédiatement","Monter en altitude"],"ans":"Tenter un atterrissage contrôlé dans une zone sûre","why":"En cas de perte de propulsion, le pilote doit viser une zone dégagée pour limiter tout dommage au sol."},
{"id":98,"q":"Pourquoi la catégorie Open A2 est-elle plus exigeante que A3 ?","opts":["Parce qu’elle autorise le survol de zones plus proches des personnes","Parce qu’elle permet de voler plus haut","Parce qu’elle ne nécessite pas de formation","Parce qu’elle est sans limitation météo"],"ans":"Parce qu’elle autorise le survol de zones plus proches des personnes","why":"Le vol en A2 autorise la proximité des personnes non impliquées (30 m ou 5 m en slow mode), nécessitant plus de maîtrise et de précautions."},
{"id":99,"q":"Pourquoi est-il important de consulter les NOTAM avant le vol ?","opts":["Parce qu’ils annoncent les restrictions temporaires et activités aériennes spécifiques","Parce qu’ils donnent la météo locale","Parce qu’ils indiquent la température","Parce qu’ils listent les zones industrielles"],"ans":"Parce qu’ils annoncent les restrictions temporaires et activités aériennes spécifiques","why":"Les NOTAM signalent toute activité ou restriction temporaire pouvant rendre un vol dangereux ou illégal."},
{"id":100,"q":"Quelle est la meilleure manière d’assurer la sécurité de vol en conditions limites ?","opts":["Réduire la distance de vol et rester en visibilité directe","Augmenter la vitesse pour stabiliser le drone","Activer le mode sport","Voler plus haut pour éviter les turbulences"],"ans":"Réduire la distance de vol et rester en visibilité directe","why":"Limiter la portée et conserver une vision directe du drone permet d’intervenir rapidement en cas de problème ou perte de signal."},
{"id":101,"q":"Quel est l’effet d’un indice KP de 7 ou plus sur un vol de drone ?","opts":["Aucun impact notable","Perturbation majeure du GPS et risques de perte de position","Simple perte du retour vidéo","Amélioration du signal radio"],"ans":"Perturbation majeure du GPS et risques de perte de position","why":"Un indice KP ≥7 indique une forte activité géomagnétique qui peut empêcher le GPS de se verrouiller sur les satellites."},
{"id":102,"q":"Pourquoi le pilote doit-il vérifier la validité des METAR et TAF avant le vol ?","opts":["Parce qu’ils changent toutes les 2 à 30 heures selon le type de bulletin","Parce qu’ils indiquent la position du soleil","Parce qu’ils contiennent les fréquences radio","Parce qu’ils précisent les zones interdites"],"ans":"Parce qu’ils changent toutes les 2 à 30 heures selon le type de bulletin","why":"Le METAR est valable 2 heures, le TAF de 6 à 30 heures selon l’aéroport, d’où la nécessité de vérifier leur actualité."},
{"id":103,"q":"Quelle est la signification du code vent '09010G20KT' dans un METAR ?","opts":["Vent du sud-est à 20 nœuds","Vent de l’est à 10 nœuds avec rafales à 20 nœuds","Vent du nord à 10 nœuds","Vent variable à 20 nœuds"],"ans":"Vent de l’est à 10 nœuds avec rafales à 20 nœuds","why":"Le premier nombre (090) indique la direction d’où vient le vent, ici l’est, et 'G20' signifie des rafales jusqu’à 20 nœuds."},
{"id":104,"q":"Pourquoi est-il déconseillé de voler à proximité d’un terril ou d’une colline haute ?","opts":["Parce qu’ils brouillent le GPS","Parce qu’ils créent des turbulences et modifient les flux d’air","Parce qu’ils réduisent la portée vidéo","Parce qu’ils absorbent les ondes radio"],"ans":"Parce qu’ils créent des turbulences et modifient les flux d’air","why":"Les reliefs engendrent des mouvements d’air imprévisibles pouvant déséquilibrer le drone et provoquer des pertes d’altitude."},
{"id":105,"q":"Quelle erreur courante commettent les pilotes lorsqu’ils lisent une carte aéronautique ?","opts":["Confondre la légende des zones interdites et restreintes","Oublier les altitudes de transition","Ignorer les reliefs secondaires","Confondre le nord magnétique et géographique"],"ans":"Confondre la légende des zones interdites et restreintes","why":"Certaines zones sont interdites temporairement (R) ou définitivement (P) ; une confusion peut entraîner un vol illégal."}
]