[
{"id":1,"q":"Quel est le principal objectif d’une assurance pour un exploitant d’UAS ?","opts":["Protéger uniquement le matériel du drone","Garantir la responsabilité civile vis-à-vis des tiers","Couvrir les frais d’entretien de l’UAS","Assurer la conformité administrative du pilote"],"ans":"Garantir la responsabilité civile vis-à-vis des tiers","why":"L’assurance a pour rôle de couvrir les dommages corporels et matériels causés à des tiers par un accident impliquant l’UAS."},
{"id":2,"q":"Quand un accident est-il considéré comme lié à l’utilisation d’un UAS ?","opts":["Uniquement pendant le vol","Uniquement lors du décollage","Entre la mise en marche et l’arrêt complet du système de propulsion","Uniquement s’il y a contact avec une personne"],"ans":"Entre la mise en marche et l’arrêt complet du système de propulsion","why":"Un accident UAS couvre toute la période depuis la préparation au vol jusqu’à l’immobilisation et l’arrêt du moteur."},
{"id":3,"q":"Que signifie MMD dans le contexte d’un UAS ?","opts":["Masse Moyenne au Décollage","Masse Maximale au Décollage","Moteur Mécanique Direct","Module de Maintenance Drone"],"ans":"Masse Maximale au Décollage","why":"La MMD correspond à la masse maximale certifiée pour le décollage de l’aéronef."},
{"id":4,"q":"Quelle réglementation fixe les principes d’assurance pour les exploitants d’aéronefs sans équipage ?","opts":["Règlement (CE) n°376/2014","Règlement (UE) 2019/947","Règlement (CE) n°785/2004","Règlement (UE) 2020/746"],"ans":"Règlement (CE) n°785/2004","why":"Ce règlement définit les exigences d’assurance applicables aux exploitants et transporteurs aériens, y compris pour les UAS > 20 kg."},
{"id":5,"q":"Un exploitant d’UAS OPEN A1/A3 doit-il toujours avoir une assurance responsabilité civile ?","opts":["Seulement si le vol est commercial","Seulement si le drone pèse plus de 20 kg","Oui, dans tous les cas","Non, si le vol est récréatif"],"ans":"Oui, dans tous les cas","why":"L’article 12 impose une assurance responsabilité civile pour toute exploitation dans la catégorie OPEN, quelle que soit la masse du drone."},
{"id":6,"q":"Quelle est la fonction principale du règlement (UE) 2019/947 ?","opts":["Réglementer les télécommunications aériennes","Définir les règles et procédures d’exploitation des UAS","Imposer des normes de conception des moteurs","Fixer les droits de douane des composants aéronautiques"],"ans":"Définir les règles et procédures d’exploitation des UAS","why":"Ce règlement encadre les règles et procédures relatives à l’utilisation des aéronefs sans équipage à bord."},
{"id":7,"q":"Que doit faire un exploitant avant un vol dans un autre État membre de l’UE ?","opts":["Vérifier les conditions météo locales","S’informer des exigences d’assurance et de responsabilité locales","Contacter la police locale","Régler les taxes aériennes"],"ans":"S’informer des exigences d’assurance et de responsabilité locales","why":"L’article 8 impose à l’exploitant de vérifier les obligations d’assurance dans l’État où le vol est effectué."},
{"id":8,"q":"Quelle est la valeur de référence du DTS utilisée pour les assurances aériennes ?","opts":["Une devise virtuelle basée sur l’euro uniquement","Un panier de cinq grandes devises internationales","La moyenne des devises européennes","Une unité fixée par la Banque mondiale"],"ans":"Un panier de cinq grandes devises internationales","why":"Le DTS (Droit de Tirage Spécial) est basé sur un panier composé du dollar US, euro, renminbi, yen et livre sterling."},
{"id":9,"q":"Quelle masse maximale au décollage impose l’application du règlement (CE) n°785/2004 ?","opts":["≥10 kg","≥20 kg","≥25 kg","≥50 kg"],"ans":"≥20 kg","why":"Le règlement 785/2004 s’applique aux UAS dont la masse maximale au décollage est supérieure ou égale à 20 kg."},
{"id":10,"q":"Quel événement doit obligatoirement être signalé à l’autorité compétente ?","opts":["Toute panne mineure","Toute perte de signal GPS","Tout accident ayant entraîné un décès ou blessure grave","Tout vol dans une zone restreinte"],"ans":"Tout accident ayant entraîné un décès ou blessure grave","why":"Selon le règlement (UE) n°376/2014, seuls les événements graves comme les décès ou blessures importantes doivent être rapportés."},
{"id":11,"q":"Qui est présumé être l’exploitant d’un aéronef ?","opts":["Le pilote à distance","Le propriétaire légal","La personne au nom de laquelle l’aéronef est immatriculé","L’assureur"],"ans":"La personne au nom de laquelle l’aéronef est immatriculé","why":"Par présomption, l’immatriculé est considéré comme exploitant, sauf preuve du contraire."},
{"id":12,"q":"Quelle obligation d’assurance s’applique à un UAS de 15 kg dans la catégorie OPEN ?","opts":["Aucune","Assurance responsabilité civile obligatoire","Assurance facultative","Assurance limitée aux vols commerciaux"],"ans":"Assurance responsabilité civile obligatoire","why":"L’article 12 impose une assurance responsabilité civile à tous les exploitants OPEN, indépendamment de la masse (<20 kg inclus)."},
{"id":13,"q":"Que couvre l’assurance exigée pour un UAS ?","opts":["Les dégâts matériels du drone","Les dommages corporels et matériels causés à des tiers","Les amendes administratives","Les réparations mécaniques"],"ans":"Les dommages corporels et matériels causés à des tiers","why":"L’assurance couvre la responsabilité du pilote envers les tiers en cas d’accident."},
{"id":14,"q":"Quelle entité analyse et publie les informations relatives à la sécurité UAS ?","opts":["L’EASA","La DGTA","L’Agence de l’Union Européenne pour la sécurité aérienne et les autorités nationales","Le Parlement européen"],"ans":"L’Agence de l’Union Européenne pour la sécurité aérienne et les autorités nationales","why":"L’EASA et les autorités nationales collectent, analysent et publient les informations liées à la sécurité UAS."},
{"id":15,"q":"Quelles conséquences en cas de non-respect des exigences d’assurance ?","opts":["Aucune sanction","Simple avertissement","Sanctions administratives ou pénales selon la gravité","Perte automatique du drone"],"ans":"Sanctions administratives ou pénales selon la gravité","why":"Le non-respect des obligations d’assurance peut entraîner des sanctions légales selon les articles sur les applications et sanctions."},
{"id":16,"q":"Dans quel cas l’assurance selon le règlement (CE) n°785/2004 s’applique-t-elle aussi aux exploitations « Specific » ?","opts":["Toujours","Jamais","Seulement si la masse dépasse 20 kg","Seulement en cas de vol en zone urbaine"],"ans":"Seulement si la masse dépasse 20 kg","why":"Le règlement s’applique aux UAS de 20 kg et plus, y compris dans la catégorie Specific."},
{"id":17,"q":"Quelle est la période exacte couverte par la définition de 'vol' ?","opts":["De la mise en route au décollage","De la mise en marche des moteurs à leur arrêt complet","Du décollage à l’atterrissage","De la préparation au décollage au rangement"],"ans":"De la mise en marche des moteurs à leur arrêt complet","why":"Le vol commence avec la mise en marche du moteur et se termine à l’arrêt complet sur l’aire de stationnement."},
{"id":18,"q":"Quelle devise n’entre pas dans le panier du DTS ?","opts":["Yen japonais","Euro","Dollar canadien","Renminbi chinois"],"ans":"Dollar canadien","why":"Le DTS comprend le dollar US, l’euro, le renminbi, le yen et la livre sterling, pas le dollar canadien."},
{"id":19,"q":"Qui doit déclarer les événements liés à la sécurité ?","opts":["Le fabricant du drone","L’exploitant d’UAS","Le vendeur du drone","Le propriétaire du terrain de vol"],"ans":"L’exploitant d’UAS","why":"Chaque exploitant doit rapporter à l’autorité compétente tout événement lié à la sécurité."},
{"id":20,"q":"À quoi sert principalement le Droit de Tirage Spécial (DTS) dans le cadre des assurances aériennes ?","opts":["Déterminer la valeur de remboursement en cas de sinistre","Financer les compagnies d’assurance","Convertir les devises lors des vols internationaux","Mesurer le taux d’imposition des UAS"],"ans":"Déterminer la valeur de remboursement en cas de sinistre","why":"Le DTS est utilisé comme unité de compte internationale pour calculer les plafonds d’indemnisation."},
{"id":21,"q":"Un exploitant doit-il souscrire une nouvelle assurance pour chaque vol ?","opts":["Oui, à chaque mission","Non, une assurance continue suffit si elle couvre toutes les opérations","Seulement pour les vols internationaux","Seulement pour les vols commerciaux"],"ans":"Non, une assurance continue suffit si elle couvre toutes les opérations","why":"L’exploitant doit simplement s’assurer qu’un contrat actif couvre tout vol effectué."},
{"id":22,"q":"Un événement impliquant un UAS sans blessé doit-il être signalé ?","opts":["Toujours","Jamais","Seulement s’il implique un autre aéronef habité","Seulement si les dommages dépassent 1000€"],"ans":"Seulement s’il implique un autre aéronef habité","why":"Le règlement (UE) 376/2014 impose le signalement seulement s’il y a blessure grave ou interaction avec un aéronef habité."},
{"id":23,"q":"Pourquoi l’assurance est-elle liée à l’enregistrement des exploitants d’UAS ?","opts":["Pour contrôler la fiscalité","Parce qu’elle garantit la responsabilité civile exigée pour l’enregistrement","Pour autoriser la vente du drone","Pour assurer la conformité environnementale"],"ans":"Parce qu’elle garantit la responsabilité civile exigée pour l’enregistrement","why":"L’assurance valide la capacité de l’exploitant à couvrir les dommages potentiels, condition pour l’enregistrement."},
{"id":24,"q":"Que risque un exploitant effectuant un vol sans couverture d’assurance ?","opts":["Aucune conséquence si aucun accident ne survient","Une suspension de licence ou amende","Une obligation de formation supplémentaire","Une simple mise en garde"],"ans":"Une suspension de licence ou amende","why":"Voler sans assurance viole la réglementation et expose à des sanctions administratives ou financières."},
{"id":25,"q":"Qui détermine les mesures à prendre en cas d’incident de sécurité signalé ?","opts":["Le pilote à distance","L’assureur","L’EASA ou l’Autorité Compétente nationale","Le constructeur du drone"],"ans":"L’EASA ou l’Autorité Compétente nationale","why":"Ces entités prennent les mesures nécessaires en fonction des analyses de sécurité."},
{"id":26,"q":"Qu’est-ce que la responsabilité civile dans le contexte des UAS ?","opts":["Une garantie pour les dommages causés au drone lui-même","Une couverture contre les fautes du pilote","Une couverture des dommages causés à des tiers","Une protection juridique en cas de litige avec l’assureur"],"ans":"Une couverture des dommages causés à des tiers","why":"La responsabilité civile couvre les dommages matériels ou corporels causés à des tiers lors de l’utilisation d’un UAS."},
{"id":27,"q":"Quel est le rôle de l’EASA concernant la sécurité des opérations UAS ?","opts":["Établir les contrats d’assurance","Analyser et publier les données de sécurité","Contrôler les télépilotes lors des examens","Homologuer les batteries de vol"],"ans":"Analyser et publier les données de sécurité","why":"L’EASA collecte, analyse et diffuse les informations relatives à la sécurité aérienne, y compris celles des UAS."},
{"id":28,"q":"L’assurance d’un exploitant d’UAS doit-elle inclure les dommages matériels aux tiers ?","opts":["Non, uniquement les blessures corporelles","Oui, les dommages matériels et corporels","Uniquement les dommages aux aéronefs","Uniquement les pertes financières"],"ans":"Oui, les dommages matériels et corporels","why":"L’assurance couvre les préjudices corporels et matériels causés à des tiers suite à un accident."},
{"id":29,"q":"Quand l’exploitant est-il tenu de déclarer un événement à l’autorité compétente ?","opts":["En cas de vol annulé","En cas de blessure grave ou d’interaction avec un aéronef habité","À chaque vol effectué","Uniquement à la fin de l’année"],"ans":"En cas de blessure grave ou d’interaction avec un aéronef habité","why":"Les obligations de déclaration s’appliquent uniquement à ces événements graves selon le règlement (UE) 376/2014."},
{"id":30,"q":"À quoi correspond la catégorie OPEN A1/A3 ?","opts":["Aux exploitations commerciales complexes","Aux vols à risque minimal","Aux drones militaires","Aux vols en espace aérien contrôlé"],"ans":"Aux vols à risque minimal","why":"La catégorie OPEN couvre les vols à faible risque, soumis à des règles de base et à une assurance responsabilité civile obligatoire."},
{"id":31,"q":"Un UAS de 30 kg effectuant un vol OPEN doit-il respecter le règlement (CE) 785/2004 ?","opts":["Non, ce règlement concerne uniquement les avions habités","Oui, car la masse dépasse 20 kg","Non, car la catégorie OPEN est exclue","Seulement s’il transporte une charge utile"],"ans":"Oui, car la masse dépasse 20 kg","why":"Le règlement 785/2004 s’applique à tout aéronef dont la masse maximale au décollage est ≥ 20 kg."},
{"id":32,"q":"Quels types de dommages doivent être couverts par l’assurance de l’exploitant ?","opts":["Les dommages au sol uniquement","Les dommages à bord du drone","Les dommages corporels et matériels aux tiers","Les frais de maintenance du drone"],"ans":"Les dommages corporels et matériels aux tiers","why":"L’assurance doit protéger contre les dommages pouvant affecter toute personne ou bien extérieur à l’opération."},
{"id":33,"q":"Que signifie ‘DTS’ dans le cadre du règlement d’assurance ?","opts":["Droit de Traction Spécial","Droit de Tirage Spécial","Dépôt de Transport Sécurisé","Document de Traçabilité Spécifique"],"ans":"Droit de Tirage Spécial","why":"Le DTS est une unité de compte internationale créée par le FMI servant de référence pour les plafonds d’assurance."},
{"id":34,"q":"Qui doit être informé lorsqu’un événement de sécurité est constaté ?","opts":["Le constructeur du drone","L’autorité compétente","L’assureur uniquement","Le public via un communiqué"],"ans":"L’autorité compétente","why":"Chaque exploitant d’UAS doit informer l’autorité compétente nationale en cas d’événement de sécurité."},
{"id":35,"q":"Que couvre le règlement (UE) 376/2014 ?","opts":["Les conditions météorologiques de vol","Les obligations de déclaration des événements de sécurité aérienne","Les règles de formation des télépilotes","Les procédures d’assurance des drones"],"ans":"Les obligations de déclaration des événements de sécurité aérienne","why":"Ce règlement impose la notification des incidents pouvant compromettre la sécurité aérienne."},
{"id":36,"q":"L’assurance d’un UAS peut-elle couvrir un vol non déclaré ?","opts":["Oui, si aucun incident ne survient","Non, tout vol doit être conforme aux règles déclarées","Oui, si le pilote possède un certificat A2","Seulement pour les vols d’essai"],"ans":"Non, tout vol doit être conforme aux règles déclarées","why":"L’assurance ne couvre que les vols respectant la réglementation et les déclarations effectuées."},
{"id":37,"q":"Pourquoi la MMD est-elle importante pour l’assurance ?","opts":["Elle détermine la puissance du moteur","Elle détermine la catégorie réglementaire et les seuils d’assurance","Elle influe sur la durée de vol","Elle fixe la hauteur maximale autorisée"],"ans":"Elle détermine la catégorie réglementaire et les seuils d’assurance","why":"La masse maximale au décollage détermine l’application des règlements comme le 785/2004."},
{"id":38,"q":"Quelle est la nature de la couverture exigée pour les UAS en catégorie OPEN ?","opts":["Assurance tous risques","Assurance responsabilité civile uniquement","Assurance vol et casse","Assurance transport aérien"],"ans":"Assurance responsabilité civile uniquement","why":"Les exploitants doivent contracter une assurance responsabilité civile couvrant les dommages aux tiers."},
{"id":39,"q":"Le règlement (UE) 2019/947 mentionne plusieurs domaines que doit connaître l’exploitant. Lequel en fait partie ?","opts":["Protection de l’environnement","Design graphique du drone","Publicité aérienne","Promotion commerciale"],"ans":"Protection de l’environnement","why":"Les exploitants doivent être informés des règles concernant la sécurité, la vie privée, la sûreté et l’environnement."},
{"id":40,"q":"Que risque un exploitant non assuré en cas d’accident avec dommages à autrui ?","opts":["Une réparation financière à ses frais","Aucune conséquence","Une simple amende symbolique","Une suspension temporaire de son drone"],"ans":"Une réparation financière à ses frais","why":"Sans assurance, l’exploitant est personnellement responsable des dommages causés aux tiers."},
{"id":41,"q":"Quelle institution européenne supervise la mise en œuvre des mesures de sécurité aérienne ?","opts":["Le FMI","L’EASA","Le Parlement européen","La DGAC"],"ans":"L’EASA","why":"L’Agence européenne pour la sécurité aérienne coordonne et supervise la mise en œuvre des règles de sécurité dans l’UE."},
{"id":42,"q":"L’assurance est-elle requise pour un UAS de loisir de 5 kg ?","opts":["Non","Oui, car toute exploitation doit être couverte","Seulement si le vol est en zone urbaine","Seulement si le pilote est certifié A2"],"ans":"Oui, car toute exploitation doit être couverte","why":"Même en loisir, l’assurance responsabilité civile est obligatoire pour les vols OPEN."},
{"id":43,"q":"Que doit vérifier l’exploitant avant de commencer le vol ?","opts":["L’état des batteries uniquement","Les conditions d’assurance et de responsabilité","Le nombre de satellites GPS disponibles","La direction du vent"],"ans":"Les conditions d’assurance et de responsabilité","why":"L’article 8 impose la vérification préalable des exigences d’assurance avant toute mission."},
{"id":44,"q":"Quel type d’assurance est exigé pour un UAS de 25 kg opérant dans la catégorie Specific ?","opts":["Aucune","Assurance selon le règlement (CE) 785/2004","Assurance standard OPEN","Garantie constructeur"],"ans":"Assurance selon le règlement (CE) 785/2004","why":"Les exploitations Specific sont soumises aux dispositions du règlement 785/2004 pour les drones > 20 kg."},
{"id":45,"q":"Quelle autorité est responsable de la mise en œuvre des sanctions en cas de manquement à l’assurance ?","opts":["L’assureur","L’autorité compétente de l’État membre","Le constructeur du drone","L’Union européenne directement"],"ans":"L’autorité compétente de l’État membre","why":"Chaque État membre applique ses propres sanctions en cas de non-respect des obligations d’assurance."},
{"id":46,"q":"Quelle condition est requise pour immatriculer un UAS certifié ?","opts":["Présenter une assurance responsabilité civile valide","Obtenir un certificat médical de classe 2","Disposer d’un parachute de secours","Avoir suivi une formation spécifique"],"ans":"Présenter une assurance responsabilité civile valide","why":"L’immatriculation d’un UAS certifié exige la preuve d’une assurance couvrant la responsabilité civile."},
{"id":47,"q":"Quel est le lien entre le règlement (UE) 2019/947 et la vie privée ?","opts":["Aucun","Il impose la connaissance des règles de protection des données","Il interdit les caméras embarquées","Il limite la durée d’enregistrement vidéo"],"ans":"Il impose la connaissance des règles de protection des données","why":"Le règlement exige que les exploitants soient informés des obligations en matière de vie privée et de données."},
{"id":48,"q":"À quelle étape du vol un accident peut-il être reconnu juridiquement ?","opts":["Seulement en vol stationnaire","À n’importe quel moment entre la préparation et l’arrêt complet du moteur","Uniquement lors de l’atterrissage","Seulement après le décollage"],"ans":"À n’importe quel moment entre la préparation et l’arrêt complet du moteur","why":"Un accident englobe toute la période opérationnelle, du démarrage au repos final du drone."},
{"id":49,"q":"Que doit faire un exploitant après réception d’une alerte de sécurité d’une autorité ?","opts":["Rien, c’est purement informatif","Prendre les mesures nécessaires pour corriger ou prévenir le risque","Suspendre tous ses vols pour 6 mois","Changer de drone"],"ans":"Prendre les mesures nécessaires pour corriger ou prévenir le risque","why":"Les exploitants doivent appliquer les mesures prescrites pour corriger les risques identifiés par les autorités."},
{"id":50,"q":"Pourquoi les États membres peuvent-ils élargir les obligations de déclaration ?","opts":["Pour réduire la paperasserie","Pour inclure les événements liés aux drones sans pilote","Pour supprimer les doublons administratifs","Pour déléguer la gestion aux assureurs"],"ans":"Pour inclure les événements liés aux drones sans pilote","why":"Les États membres peuvent appliquer le règlement 376/2014 à d’autres types d’incidents impliquant des UAS."}
]