[
{"id":1,"q":"Quel est l’objectif principal du RGPD au sein de l’Union européenne ?","opts":["Protéger la vie privée et responsabiliser les acteurs du traitement","Simplifier la gestion des données pour les entreprises","Supprimer toutes les données non professionnelles","Remplacer la loi caméra"],"ans":"Protéger la vie privée et responsabiliser les acteurs du traitement","why":"Le RGPD vise à renforcer la protection des données personnelles et la responsabilité des organismes qui les traitent, pas à simplifier la gestion ou remplacer d’autres lois."},
{"id":2,"q":"Quelle donnée est considérée comme à caractère personnel ?","opts":["Une photo","Un numéro de TVA","Un code postal seul","Un plan cadastral d’une ville"],"ans":"Une photo","why":"Une donnée à caractère personnel identifie directement ou indirectement une personne physique. Une photo peut permettre cette identification."},
{"id":3,"q":"Qui est responsable du respect des obligations RGPD lors de l’usage d’un drone ?","opts":["Le constructeur du drone","Le responsable du traitement","La DGTA","Le pilote automatique"],"ans":"Le responsable du traitement","why":"Le responsable du traitement est la personne ou entité qui détermine la finalité et les moyens du traitement de données."},
{"id":4,"q":"Quand un vol de drone tombe-t-il sous la loi vie privée ?","opts":["Dès qu’il capture des données identifiables","Seulement s’il survole un site industriel","Uniquement pour les drones de plus de 900 g","Jamais si les images ne sont pas diffusées"],"ans":"Dès qu’il capture des données identifiables","why":"Dès qu’un drone enregistre des éléments permettant d’identifier une personne (visage, plaque, etc.), la loi vie privée s’applique."},
{"id":5,"q":"Quelle autorité belge est compétente pour la vie privée ?","opts":["La Commission de la protection de la vie privée","Le SPF Mobilité","La Police fédérale","L’EASA"],"ans":"La Commission de la protection de la vie privée","why":"La Commission de la protection de la vie privée (aujourd’hui APD) est l’autorité indépendante chargée du contrôle de la protection des données en Belgique."},
{"id":6,"q":"Qu’est-ce qu’un traitement de données ?","opts":["Toute opération appliquée à des données personnelles","Un acte de piratage","Une simple consultation de données publiques","Uniquement le stockage sur serveur"],"ans":"Toute opération appliquée à des données personnelles","why":"Le traitement inclut la collecte, l’utilisation, la gestion ou la communication des données personnelles."},
{"id":7,"q":"Dans quel cas le responsable du traitement est-il dispensé d’informer les personnes filmées ?","opts":["Lorsque l’information est impossible ou disproportionnée","Toujours dans un lieu public","Quand il n’y a pas de diffusion en ligne","Quand les personnes ne sont pas reconnaissables"],"ans":"Lorsque l’information est impossible ou disproportionnée","why":"Si prévenir chaque personne est impossible ou exigerait des efforts disproportionnés, l’obligation d’information peut être levée."},
{"id":8,"q":"Quelle action n’est PAS une obligation du responsable du traitement ?","opts":["Informer la personne filmée","Transmettre ses coordonnées","Supprimer les données automatiquement après 24h","Indiquer la finalité de la collecte"],"ans":"Supprimer les données automatiquement après 24h","why":"La suppression immédiate n’est pas systématique ; la durée dépend de la finalité du traitement."},
{"id":9,"q":"Quelle loi encadre l’usage des caméras de surveillance en Belgique ?","opts":["La loi du 21 mars 2007","La loi du 5 août 1992","Le RGPD uniquement","Le Code civil"],"ans":"La loi du 21 mars 2007","why":"La loi du 21 mars 2007, dite loi caméra, régit l’installation et l’usage des caméras de surveillance en Belgique."},
{"id":10,"q":"À quoi correspond une caméra mobile selon la loi ?","opts":["Une caméra déplacée durant l’observation","Une caméra installée sur un mur fixe","Une webcam d’ordinateur","Une caméra de sécurité d’un magasin"],"ans":"Une caméra déplacée durant l’observation","why":"Une caméra est dite mobile lorsqu’elle filme depuis différents emplacements, comme une caméra embarquée sur un drone."},
{"id":11,"q":"Dans quel cas un particulier peut-il utiliser une caméra sur drone pour surveiller ?","opts":["Uniquement sur sa propriété fermée et non accessible au public","Partout si c’est à des fins personnelles","Dans les lieux publics avec autorisation communale","Sur les routes en cas d’accident"],"ans":"Uniquement sur sa propriété fermée et non accessible au public","why":"L’usage personnel et domestique est autorisé uniquement dans des lieux fermés non accessibles au public."},
{"id":12,"q":"Quelles entités peuvent légalement utiliser des caméras mobiles dans un lieu ouvert au public ?","opts":["Les services de police","Tout citoyen","Les entreprises privées","Les associations sportives"],"ans":"Les services de police","why":"Seules les forces de police peuvent utiliser des caméras mobiles dans les lieux ouverts ou accessibles au public."},
{"id":13,"q":"Depuis quand la loi caméra autorise-t-elle certains usages privés ?","opts":["Depuis 2018","Depuis 2007","Depuis 2010","Depuis 2020"],"ans":"Depuis 2018","why":"La modification du 21 mars 2018 a élargi l’usage aux sociétés de gardiennage et aux particuliers pour des lieux fermés."},
{"id":14,"q":"Quelle règle impose le principe de « privacy by design » ?","opts":["Prévoir la protection des données dès la conception","Afficher les visages floutés automatiquement","Effacer les cookies avant chaque vol","Limiter le poids des fichiers image"],"ans":"Prévoir la protection des données dès la conception","why":"Le principe de protection dès la conception impose d’intégrer la sécurité et la vie privée dès la phase de conception d’un produit ou service."},
{"id":15,"q":"Que doit faire une entreprise en cas de violation de données personnelles ?","opts":["Notifier l’autorité et les personnes concernées sous 72h","Attendre la prochaine mise à jour","Contacter uniquement ses clients","Supprimer les fichiers sans rien signaler"],"ans":"Notifier l’autorité et les personnes concernées sous 72h","why":"Le RGPD impose une notification à l’autorité compétente et aux personnes concernées dans les 72 heures maximum."},
{"id":16,"q":"Le RGPD s’applique-t-il à une entreprise hors UE ?","opts":["Oui, si elle traite des données de ressortissants européens","Non, jamais","Seulement si elle a un siège en Europe","Seulement pour les sites web"],"ans":"Oui, si elle traite des données de ressortissants européens","why":"Le RGPD s’applique à toute entité traitant des données de citoyens de l’UE, même depuis l’extérieur du territoire européen."},
{"id":17,"q":"Que signifie la règle de sécurité « par défaut » ?","opts":["Les systèmes doivent être sécurisés sans action supplémentaire","Les utilisateurs doivent activer manuellement la sécurité","Les données sont toujours publiques","Les sauvegardes sont automatiques"],"ans":"Les systèmes doivent être sécurisés sans action supplémentaire","why":"La sécurité par défaut impose que la configuration initiale garantisse la protection des données sans intervention de l’utilisateur."},
{"id":18,"q":"Qu’est-ce qu’une étude d’impact sur la vie privée ?","opts":["Une analyse préalable des risques liés au traitement de données","Un rapport sur la météo lors d’un vol","Un formulaire d’autorisation de vol","Une simple notice d’utilisation du drone"],"ans":"Une analyse préalable des risques liés au traitement de données","why":"Avant toute activité à risque pour la vie privée, une analyse d’impact doit identifier et réduire les risques potentiels."},
{"id":19,"q":"Quelle affirmation concernant les cookies est correcte selon le RGPD ?","opts":["L’utilisateur doit donner son consentement explicite","Ils peuvent être installés sans avertissement","Leur usage est automatique sur tout site","Ils ne concernent que les données professionnelles"],"ans":"L’utilisateur doit donner son consentement explicite","why":"Le RGPD impose un consentement libre et explicite, sans cases pré-cochées."},
{"id":20,"q":"Le droit à l’effacement permet à une personne de :","opts":["Demander la suppression de ses données personnelles","Modifier les données d’autrui","Masquer temporairement des données","Créer un faux profil pour se protéger"],"ans":"Demander la suppression de ses données personnelles","why":"Ce droit, aussi appelé droit à l’oubli, donne la possibilité de faire effacer ses données dans les meilleurs délais."},
{"id":21,"q":"Que doit préciser le responsable du traitement lors d’une collecte de données ?","opts":["La finalité, ses coordonnées et les destinataires","Uniquement la durée de conservation","Le modèle de son drone","Le prix du service associé"],"ans":"La finalité, ses coordonnées et les destinataires","why":"Le responsable du traitement doit informer sur la finalité du traitement, ses coordonnées et les personnes ayant accès aux données."},
{"id":22,"q":"Qu’est-ce qu’un lieu fermé non accessible au public ?","opts":["Un espace privé sans accès libre du public","Une rue privée ouverte","Un centre commercial","Un parking d’entreprise accessible aux visiteurs"],"ans":"Un espace privé sans accès libre du public","why":"Ce type de lieu correspond à un espace privé, clos, où seul le propriétaire ou les personnes autorisées peuvent accéder."},
{"id":23,"q":"Quel exemple illustre un traitement de données à caractère personnel ?","opts":["Un drone filmant une personne identifiable","Un drone filmant uniquement des champs","Un drone volant sans caméra","Un drone désactivé"],"ans":"Un drone filmant une personne identifiable","why":"Le traitement concerne les données permettant d’identifier une personne, comme une image reconnaissable."},
{"id":24,"q":"Quand la loi caméra de 2007 s’applique-t-elle à un drone ?","opts":["Lorsqu’il est utilisé pour de la surveillance","Toujours","Jamais","Seulement lors d’un vol en espace aérien contrôlé"],"ans":"Lorsqu’il est utilisé pour de la surveillance","why":"La loi caméra encadre spécifiquement l’usage des caméras à des fins de surveillance, y compris celles embarquées sur des drones."},
{"id":25,"q":"Quel organisme européen a adopté le RGPD ?","opts":["Le Parlement européen","La Commission belge de la vie privée","Le Conseil de l’Europe","L’ONU"],"ans":"Le Parlement européen","why":"Le RGPD a été adopté par le Parlement européen en avril 2016, avant d’être appliqué en mai 2018."},
{"id":26,"q":"Quelle est la différence entre une donnée publique et une donnée personnelle ?","opts":["Aucune, si elle identifie une personne","Une donnée publique n’est jamais soumise au RGPD","Une donnée personnelle est forcément confidentielle","Une donnée publique ne peut jamais identifier quelqu’un"],"ans":"Aucune, si elle identifie une personne","why":"Même une donnée publique est soumise au RGPD si elle permet d’identifier une personne."},
{"id":27,"q":"Quel est le délai maximum pour signaler un piratage de données ?","opts":["72 heures","24 heures","7 jours","Aucun délai fixe"],"ans":"72 heures","why":"Le RGPD impose de notifier l’autorité compétente et les personnes concernées dans les 72 heures suivant la découverte d’une violation."},
{"id":28,"q":"Quelle action viole le RGPD lors d’un envoi de formulaire web ?","opts":["Une case précochée pour accepter une newsletter","Un lien de désinscription","Une politique de confidentialité accessible","Une option de refus des cookies"],"ans":"Une case précochée pour accepter une newsletter","why":"Le consentement doit être explicite et non implicite ; une case précochée viole le RGPD."},
{"id":29,"q":"Quelle catégorie d’usage est exclue de la loi vie privée ?","opts":["Les usages purement personnels et domestiques","Les usages professionnels","Les usages commerciaux","Les usages associatifs"],"ans":"Les usages purement personnels et domestiques","why":"La loi vie privée ne s’applique pas lorsqu’un traitement est réalisé à titre strictement personnel et domestique."},
{"id":30,"q":"Une image d’un visage visible est-elle une donnée personnelle ?","opts":["Oui","Non","Seulement si la personne est connue","Seulement en entreprise"],"ans":"Oui","why":"Une image où une personne est identifiable est considérée comme une donnée à caractère personnel."},
{"id":31,"q":"Quelle obligation incombe à toute entité collectant des données privées ?","opts":["Faire une déclaration de traitement","Envoyer un mail de confirmation","Avoir un site web","Stocker les données sur un cloud européen"],"ans":"Faire une déclaration de traitement","why":"Toute personne physique ou morale collectant des données doit déclarer le traitement à la Commission de la Vie Privée."},
{"id":32,"q":"Quand un pilote de drone traite-t-il des données ?","opts":["Lorsqu’il capture, importe ou diffuse des images contenant des personnes","Uniquement en cas de vol commercial","Seulement s’il filme depuis un lieu public","Jamais s’il efface les images ensuite"],"ans":"Lorsqu’il capture, importe ou diffuse des images contenant des personnes","why":"Le traitement inclut toutes les opérations sur les données personnelles, de la capture à la diffusion."},
{"id":33,"q":"Quelle est la conséquence d’une étude d’impact mal réalisée ?","opts":["Des risques non maîtrisés pour la vie privée","Un vol plus court","Une amende automatique","Une perte de licence drone"],"ans":"Des risques non maîtrisés pour la vie privée","why":"Une mauvaise analyse d’impact laisse persister des vulnérabilités dans le traitement des données personnelles."},
{"id":34,"q":"Quelle phrase résume la philosophie du RGPD ?","opts":["Le citoyen contrôle ses données","Les entreprises possèdent les données","L’État gère toutes les informations","Les données sont publiques par défaut"],"ans":"Le citoyen contrôle ses données","why":"Le RGPD vise à redonner aux citoyens la maîtrise sur l’usage de leurs informations personnelles."},
{"id":35,"q":"Dans quel cas une société de gardiennage peut-elle utiliser une caméra mobile ?","opts":["Dans les sites sensibles autorisés par la loi sécurité privée","Dans les lieux publics sans autorisation","Sur des chantiers ouverts","Chez des particuliers"],"ans":"Dans les sites sensibles autorisés par la loi sécurité privée","why":"La loi autorise les sociétés de gardiennage à utiliser des caméras mobiles uniquement dans les sites définis comme sensibles."},
{"id":36,"q":"Que signifie le principe de finalité dans le RGPD ?","opts":["Les données ne peuvent être utilisées que pour le but défini","Les données doivent être effacées après 3 ans","Les données doivent être publiques","Le responsable peut changer la finalité librement"],"ans":"Les données ne peuvent être utilisées que pour le but défini","why":"Le principe de finalité interdit de réutiliser des données collectées pour un autre usage non prévu initialement."},
{"id":37,"q":"Quelle autorité doit être prévenue en cas de fuite de données ?","opts":["L’Autorité de protection des données (APD)","La commune","Le fournisseur Internet","Le SPF Intérieur"],"ans":"L’Autorité de protection des données (APD)","why":"En Belgique, l’APD est l’autorité compétente pour recevoir les notifications de violations de données."},
{"id":38,"q":"Qu’est-ce qu’une donnée indirectement identifiable ?","opts":["Une donnée pouvant identifier une personne par recoupement","Une donnée chiffrée illisible","Une donnée anonyme","Une donnée professionnelle uniquement"],"ans":"Une donnée pouvant identifier une personne par recoupement","why":"Une donnée est indirectement identifiable si, combinée à d’autres, elle permet d’identifier quelqu’un (ex. plaque, adresse IP)."},
{"id":39,"q":"Que doit faire le responsable s’il ne peut informer toutes les personnes filmées ?","opts":["Il peut être dispensé si c’est impossible ou disproportionné","Il doit arrêter le vol immédiatement","Il doit afficher une bannière dans tout le quartier","Il n’a plus besoin d’autorisation"],"ans":"Il peut être dispensé si c’est impossible ou disproportionné","why":"La loi prévoit une exemption si informer chaque personne serait impossible ou excessif."},
{"id":40,"q":"Le RGPD impose-t-il une responsabilité aux sous-traitants ?","opts":["Oui, ils doivent aussi protéger les données","Non, seule l’entreprise principale est concernée","Seulement pour les entreprises publiques","Uniquement s’ils stockent plus de 1 To"],"ans":"Oui, ils doivent aussi protéger les données","why":"Le RGPD rend les sous-traitants coresponsables de la conformité et de la sécurité des données qu’ils traitent."},
{"id":41,"q":"Un particulier peut-il filmer la rue depuis son jardin avec un drone ?","opts":["Non, c’est un lieu accessible au public","Oui, si le drone est léger","Oui, si les images ne sont pas diffusées","Oui, sans autorisation"],"ans":"Non, c’est un lieu accessible au public","why":"La loi interdit la surveillance de lieux accessibles au public à des fins personnelles."},
{"id":42,"q":"Quel est l’effet du RGPD sur la conception des systèmes informatiques ?","opts":["Ils doivent intégrer la protection dès la conception","Ils doivent prioriser la vitesse","Ils doivent ignorer la vie privée","Ils doivent limiter le stockage"],"ans":"Ils doivent intégrer la protection dès la conception","why":"Le RGPD impose le respect du principe de Privacy by Design, intégrant la sécurité dès la conception du système."},
{"id":43,"q":"Quelle est la sanction possible en cas de non-respect du RGPD ?","opts":["Des amendes pouvant atteindre plusieurs millions d’euros","Une simple lettre d’avertissement","Aucune, si c’est involontaire","La suppression du site web uniquement"],"ans":"Des amendes pouvant atteindre plusieurs millions d’euros","why":"Le non-respect du RGPD peut entraîner des amendes importantes, proportionnelles à la gravité et au chiffre d’affaires."},
{"id":44,"q":"Quel exemple viole le principe de finalité ?","opts":["Réutiliser des images privées pour une publicité","Effacer les données après usage","Informer le public avant un tournage","Limiter l’accès aux données aux personnes autorisées"],"ans":"Réutiliser des images privées pour une publicité","why":"Réutiliser des données collectées pour un autre usage sans autorisation enfreint le principe de finalité."},
{"id":45,"q":"Qui doit pouvoir être contacté en cas de refus d’utilisation des images ?","opts":["Le responsable du traitement","Le constructeur du drone","Le propriétaire du terrain","La DGTA"],"ans":"Le responsable du traitement","why":"Les personnes filmées doivent savoir qui les filme et comment contacter le responsable pour exercer leurs droits."},
{"id":46,"q":"Le RGPD remplace-t-il la loi caméra ?","opts":["Non, ils sont complémentaires","Oui, totalement","Oui, depuis 2018","Non, la loi caméra prime toujours"],"ans":"Non, ils sont complémentaires","why":"Le RGPD encadre le traitement des données, tandis que la loi caméra régit l’usage des dispositifs de surveillance."},
{"id":47,"q":"Quel élément n’est pas une donnée personnelle ?","opts":["Une température ambiante","Une plaque d’immatriculation","Une adresse IP","Une voix enregistrée"],"ans":"Une température ambiante","why":"Une température ne concerne pas une personne identifiable, donc n’est pas une donnée à caractère personnel."},
{"id":48,"q":"Que doit faire une entreprise avant de lancer un traitement à risque élevé ?","opts":["Réaliser une étude d’impact","Envoyer une newsletter","Créer une caméra dédiée","Alerter la police"],"ans":"Réaliser une étude d’impact","why":"Une étude d’impact permet d’évaluer les risques potentiels sur la vie privée avant le traitement."},
{"id":49,"q":"Que signifie l’acronyme RGPD ?","opts":["Règlement Général sur la Protection des Données","Règlement Gouvernemental pour la Protection Domestique","Règlement Global pour la Préservation des Droits","Régime Général de Protection Digitale"],"ans":"Règlement Général sur la Protection des Données","why":"RGPD correspond à « Règlement Général sur la Protection des Données », traduction française du GDPR."},
{"id":50,"q":"Quand le RGPD est-il entré en application ?","opts":["Mai 2018","Avril 2016","Janvier 2019","Juillet 2017"],"ans":"Mai 2018","why":"Le RGPD a été adopté en 2016 mais est entré en vigueur le 25 mai 2018 dans tous les États membres de l’Union européenne."}
]