[
{"id":1,"q":"Quel événement définit un accident lié à l'utilisation d'un UAS ?","opts":["Une panne du système de propulsion sans blessure","La disparition de l'UAS ou une blessure grave/mortelle causée par l'UAS","Une perte de connexion temporaire entre le drone et le télépilote","Un atterrissage en dehors de la zone prévue sans dégâts"],"ans":"La disparition de l'UAS ou une blessure grave/mortelle causée par l'UAS","why":"Un accident implique soit une blessure grave ou mortelle suite à un contact direct avec l'UAS ou ses parties, soit la disparition de l'appareil."},
{"id":2,"q":"Quel est le rôle d'un ESC dans un drone ?","opts":["Régler la hauteur du drone","Contrôler la vitesse des moteurs selon les ordres du contrôleur de vol","Maintenir le GPS actif","Calculer la consommation électrique en vol"],"ans":"Contrôler la vitesse des moteurs selon les ordres du contrôleur de vol","why":"L'ESC ( Electronic Speed Control ) reçoit les informations du contrôleur de vol et ajuste la vitesse de rotation des moteurs pour manœuvrer le drone."},
{"id":3,"q":"Quelle est la différence principale entre la vitesse-air et la vitesse-sol ?","opts":["La vitesse-air dépend du GPS alors que la vitesse-sol dépend de l'anémomètre","La vitesse-air se réfère à la masse d'air traversée, la vitesse-sol à la vitesse par rapport à la Terre","La vitesse-air est toujours supérieure à la vitesse-sol","Elles sont identiques et interchangeables"],"ans":"La vitesse-air se réfère à la masse d'air traversée, la vitesse-sol à la vitesse par rapport à la Terre","why":"La vitesse-air est mesurée grâce à l'anémomètre et reflète la vitesse dans la masse d'air, tandis que la vitesse-sol est mesurée par GPS et accéléromètres et représente la vitesse par rapport au sol."},
{"id":4,"q":"Que représente l'abréviation AGL ?","opts":["Altitude au niveau de la mer","Hauteur au-dessus du sol","Direction du vent","Distance horizontale entre deux points"],"ans":"Hauteur au-dessus du sol","why":"AGL signifie 'Above Ground Level', c'est-à-dire la hauteur d'un objet par rapport au sol directement en dessous de lui."},
{"id":5,"q":"Quel est le rôle principal d'un gyroscope dans un drone ?","opts":["Mesurer la vitesse du vent","Maintenir l'orientation et mesurer la vitesse angulaire","Calculer la distance parcourue","Contrôler automatiquement la vitesse des moteurs"],"ans":"Maintenir l'orientation et mesurer la vitesse angulaire","why":"Le gyroscope permet de connaître et maintenir l'orientation du drone en utilisant le principe de conservation du moment cinétique."},
{"id":6,"q":"Quelle unité correspond à 1 nœud en km/h ?","opts":["1,852 km/h","0,5144 km/h","1,000 km/h","2,000 km/h"],"ans":"1,852 km/h","why":"Un nœud est égal à 1 mile nautique par heure, soit exactement 1,852 km/h."},
{"id":7,"q":"Qu'est-ce que la géo-conscience (Geo Awareness) dans le domaine des drones ?","opts":["Un système qui pilote le drone de manière autonome","Une fonction qui avertit l'opérateur lorsqu'il pénètre dans un espace aérien restreint","Une technologie permettant au drone de cartographier une zone","Un système d'analyse météorologique intégré au drone"],"ans":"Une fonction qui avertit l'opérateur lorsqu'il pénètre dans un espace aérien restreint","why":"La géo-conscience permet d'avertir l'opérateur en cas d'entrée dans une zone aérienne restreinte comme un aéroport pour éviter les incidents."},
{"id":8,"q":"Quel terme désigne l'espace aérien où un service de contrôle est assuré selon des règles définies ?","opts":["Zone dangereuse","Espace aérien contrôlé","Zone d'obstacle","Zone réglementée"],"ans":"Espace aérien contrôlé","why":"Un espace aérien contrôlé est une zone où le trafic aérien est surveillé et géré par le service de contrôle pour assurer la sécurité."},
{"id":9,"q":"Quelle est la vitesse minimale exprimée en m/s correspondant à 1 nœud ?","opts":["0,5144 m/s","1,852 m/s","0,250 m/s","1,000 m/s"],"ans":"0,5144 m/s","why":"1 nœud équivaut à 1,852 km/h, ce qui correspond à 0,5144 mètre par seconde."},
{"id":10,"q":"Lorsqu'un télépilote perd momentanément la liaison avec son drone, quel terme décrit cette liaison initiale ?","opts":["Liaison de données GNSS","Liaison de commande et de contrôle","Liaison de navigation","Liaison de vol automatique"],"ans":"Liaison de commande et de contrôle","why":"La liaison de commande et de contrôle relie le télépilote au drone pour la gestion du vol et la transmission des ordres."},
{"id":11,"q":"Dans quel cas parle-t-on d'une phase de détresse ?","opts":["Lorsqu'on doute légèrement de la sécurité d'un aéronef","Lorsque la disparition de l'aéronef est confirmée","Quand il existe un danger grave et imminent nécessitant un secours immédiat","Quand le contact radio est interrompu plus de 5 minutes"],"ans":"Quand il existe un danger grave et imminent nécessitant un secours immédiat","why":"La phase de détresse correspond à une situation où l'aéronef et ses occupants sont en danger immédiat et ont besoin d'une intervention urgente."},
{"id":12,"q":"Quel est l'objectif principal d'un NOTAM ?","opts":["Communiquer des informations passagères uniquement","Informer rapidement sur des dangers ou changements pour la navigation aérienne","Gérer les autorisations de vol pour les drones","Publier les conditions météorologiques locales"],"ans":"Informer rapidement sur des dangers ou changements pour la navigation aérienne","why":"Un NOTAM est un avis diffusé par télécommunication pour informer du personnel aéronautique des modifications ou dangers importants à temps."},
{"id":13,"q":"Quelle est la fonction principale du compas intégré dans un drone ?","opts":["Mesurer la vitesse du vent","Donner la direction par rapport au nord pour orienter et stabiliser le drone","Remplacer le GPS en cas de perte de signal","Contrôler la vitesse des moteurs"],"ans":"Donner la direction par rapport au nord pour orienter et stabiliser le drone","why":"Le compas travaille avec le gyroscope et l'accéléromètre pour stabiliser le drone et l'orienter correctement, mais il est sensible aux interférences magnétiques."},
{"id":14,"q":"Quelle est la définition correcte d'un aéronef télépiloté (UA) selon la réglementation ?","opts":["Un aéronef non-habité piloté automatiquement avec GPS","Un aéronef non-habité d'une masse maximale au décollage inférieure à 150 kg, piloté depuis le sol et qui n'est ni un aéromodèle ni un jouet","Un aéronef avec un pilote à bord mais assisté par ordinateur","Tout aéronef non motorisé utilisé en compétition"],"ans":"Un aéronef non-habité d'une masse maximale au décollage inférieure à 150 kg, piloté depuis le sol et qui n'est ni un aéromodèle ni un jouet","why":"La réglementation définit un UA comme un aéronef télépiloté depuis le sol, excluant les jouets et aéromodèles, avec une limite de masse fixée à 150 kg."},
{"id":15,"q":"Quelle unité est principalement utilisée pour mesurer la vitesse du vent en aéronautique ?","opts":["Kilomètre par heure","Mètre par seconde","Nœud","Miles par heure"],"ans":"Nœud","why":"En aéronautique, la vitesse du vent est principalement exprimée en nœuds, mais elle peut aussi être indiquée en km/h ou m/s selon les contextes."},
{"id":16,"q":"Quel phénomène est typique d'une zone de basse pression ?","opts":["Un ciel dégagé avec peu ou pas de vent","Des courants ascendants favorisant la formation de nuages et précipitations","Un mouvement d'air descendant limitant la formation de nuages","Une absence totale de variation de pression"],"ans":"Des courants ascendants favorisant la formation de nuages et précipitations","why":"Une zone de basse pression est associée au mauvais temps car elle favorise la formation de nuages, précipitations et vents."},
{"id":17,"q":"Lequel de ces éléments n'est pas une composante essentielle d'un système UAS ?","opts":["L'aéronef sans pilote","Le poste de télépilotage","Le GPS de bord","La liaison de commande et de contrôle"],"ans":"Le GPS de bord","why":"Un UAS comprend l'aéronef, le poste de télépilotage et la liaison de commande et de contrôle. Le GPS est un outil supplémentaire mais pas indispensable."},
{"id":18,"q":"Quel est le rôle de la zone d'obstacle ?","opts":["Empêcher tout vol dans la zone, y compris les drones","Protéger les aéronefs habités en interdisant le survol direct d'obstacles","Définir les zones à altitude minimale pour les hélicoptères","Signaler les zones pour la photographie aérienne"],"ans":"Protéger les aéronefs habités en interdisant le survol direct d'obstacles","why":"Une zone d'obstacle est définie pour éviter toute collision en interdisant le trafic aérien directement autour de certains obstacles."},
{"id":19,"q":"Quelle est la valeur standard de la pression utilisée pour le calage de l'altimètre au-dessus de 4500 ft ?","opts":["1000 hPa","1013,25 hPa","1050 hPa","950 hPa"],"ans":"1013,25 hPa","why":"En aviation, la pression standard de 1013,25 hPa est utilisée pour le calage altimétrique au-dessus de 4500 ft."},
{"id":20,"q":"Dans l'hémisphère nord, dans quel sens tournent les vents autour d'un anticyclone ?","opts":["Sens horaire","Sens anti-horaire","Sens variable selon l'altitude","Sens indéterminé"],"ans":"Sens horaire","why":"Dans l'hémisphère nord, les vents tournent dans le sens horaire autour d'une zone de haute pression (anticyclone)."},
{"id":21,"q":"Que signifie l'acronyme VLOS dans le cadre des vols de drones ?","opts":["Visual Line of Sight","Visual Level of Safety","Virtual Line of Safety","Visual Landing Operating System"],"ans":"Visual Line of Sight","why":"VLOS signifie que le télépilote ou un observateur maintient un contact visuel direct et non assisté avec l'aéronef pendant tout le vol."},
{"id":22,"q":"Quelle est la différence entre BLOS et VLOS ?","opts":["BLOS indique un vol en dehors de la portée visuelle, VLOS un vol à portée visuelle","BLOS est réservé aux aéronefs habités, VLOS aux drones uniquement","VLOS utilise le GPS tandis que BLOS utilise uniquement l'anémomètre","BLOS et VLOS signifient la même chose mais dans deux langues différentes"],"ans":"BLOS indique un vol en dehors de la portée visuelle, VLOS un vol à portée visuelle","why":"BLOS (Beyond Line of Sight) signifie que l'appareil est hors du champ visuel direct du télépilote, tandis que VLOS signifie qu'il reste visible à l'œil nu."},
{"id":23,"q":"Quelle est la distance exacte en mètres correspondant à 1 NM (nautical mile) ?","opts":["1000 m","1609 m","1852 m","2000 m"],"ans":"1852 m","why":"Un mile nautique correspond à 1852 mètres, unité standard utilisée en navigation aérienne et maritime."},
{"id":24,"q":"Quel est l'effet principal d'une zone de haute pression sur le temps ?","opts":["Formation de nuages et précipitations","Mauvais temps avec courants ascendants","Ciel généralement dégagé et stable","Vents extrêmement forts et imprévisibles"],"ans":"Ciel généralement dégagé et stable","why":"Une zone de haute pression ou anticyclone provoque un mouvement descendant de l'air qui limite la formation de nuages, favorisant un temps sec et stable."},
{"id":25,"q":"Dans l'hémisphère sud, dans quel sens tournent les vents autour d'une dépression ?","opts":["Sens horaire","Sens anti-horaire","Toujours dans le même sens qu'un anticyclone","Cela dépend de la saison"],"ans":"Sens horaire","why":"Dans l'hémisphère sud, les vents tournent dans le sens horaire autour d'une dépression, contrairement à l'hémisphère nord où c'est l'inverse."},
{"id":26,"q":"Quelle est la fonction principale du geofencing sur un drone ?","opts":["Empêcher physiquement le drone de se déplacer","Limiter ou surveiller les déplacements du drone dans une zone prédéfinie","Assurer le retour automatique en cas de batterie faible","Améliorer la stabilité en vol grâce au GNSS"],"ans":"Limiter ou surveiller les déplacements du drone dans une zone prédéfinie","why":"Le geofencing utilise la géolocalisation pour définir des zones où le drone peut ou ne peut pas entrer, afin d'assurer la sécurité et la conformité réglementaire."},
{"id":27,"q":"Quel acronyme désigne les règles de vol aux instruments ?","opts":["VFR","IFR","VMC","BLOS"],"ans":"IFR","why":"IFR signifie 'Instrument Flight Rules', c'est-à-dire que le vol est effectué en utilisant uniquement les instruments de bord, souvent dans des conditions de visibilité réduite."},
{"id":28,"q":"Lequel de ces éléments fait partie intégrante d'un UAS ?","opts":["Le poste de télépilotage","Le propriétaire du drone","Le service météorologique","L'autorité compétente"],"ans":"Le poste de télépilotage","why":"Un UAS comprend l'aéronef télépiloté, la station de commande au sol et la liaison de commande et contrôle. L'autorité compétente est externe au système."},
{"id":29,"q":"Quel est le terme officiel collectif en anglais pour désigner les systèmes de drones ?","opts":["Drone","UAV","UAS","RPAS"],"ans":"UAS","why":"UAS (Unmanned Aircraft System) est le terme officiel collectif englobant les différents types de systèmes d'aéronefs sans pilote."},
{"id":30,"q":"À quoi correspond la condition VMC en aéronautique ?","opts":["Des conditions météorologiques permettant le vol à vue","Un vol exclusivement basé sur les instruments","Une situation d'urgence due à la météo","Un vent supérieur à 50 km/h"],"ans":"Des conditions météorologiques permettant le vol à vue","why":"VMC signifie 'Visual Meteorological Conditions', c'est-à-dire des conditions météorologiques suffisamment bonnes pour permettre le vol à vue en sécurité."},
{"id":31,"q":"Qu'est-ce que le GNSS ?","opts":["Un système de stabilisation basé sur le gyroscope","Un ensemble de systèmes de navigation par satellites","Une technologie pour la géo-conscience uniquement","Un protocole de liaison entre drone et télécommande"],"ans":"Un ensemble de systèmes de navigation par satellites","why":"GNSS englobe différents systèmes comme GPS, GLONASS et Galileo pour la géolocalisation globale."},
{"id":32,"q":"Quel est l'objectif principal d'une analyse SORA ?","opts":["Analyser les performances des moteurs du drone","Évaluer les risques opérationnels spécifiques pour obtenir une autorisation","Contrôler la météo avant chaque vol","Calculer la distance de vol maximale"],"ans":"Évaluer les risques opérationnels spécifiques pour obtenir une autorisation","why":"SORA (Specific Operational Risk Assessment) est une analyse obligatoire pour les opérations non couvertes par les scénarios standards."},
{"id":33,"q":"Quel est l'effet d'une rafale de vent sur un aéronef télépiloté ?","opts":["Une augmentation soudaine et temporaire de la force du vent pouvant déstabiliser le vol","Un changement progressif de la direction du vent","Une baisse constante de la vitesse du drone","Un effet négligeable grâce au GPS"],"ans":"Une augmentation soudaine et temporaire de la force du vent pouvant déstabiliser le vol","why":"Une rafale est une variation brusque et momentanée du vent qui peut perturber la stabilité d'un drone."},
{"id":34,"q":"Qui est responsable de la sécurité et de la légalité du vol d'un drone ?","opts":["Le constructeur du drone","Le télépilote","L'autorité compétente uniquement","Le fabricant du GPS"],"ans":"Le télépilote","why":"Le télépilote est la personne responsable de l'exploitation sécurisée du drone et de la conformité avec les règles en vigueur."},
{"id":35,"q":"Quel est le rôle principal d'une tour de contrôle d'aérodrome ?","opts":["Assurer le service météorologique local","Assurer le contrôle de la circulation aérienne de l'aérodrome","Maintenir les avions en état de marche","Gérer les zones de geofencing"],"ans":"Assurer le contrôle de la circulation aérienne de l'aérodrome","why":"La tour de contrôle gère le trafic aérien au sol et en approche pour assurer la sécurité des décollages et atterrissages."},
{"id":36,"q":"Quelle est la différence entre la hauteur et l'altitude ?","opts":["Aucune, ces deux termes signifient la même chose","L'altitude est toujours mesurée par rapport au sol, la hauteur par rapport à la mer","La hauteur est mesurée par rapport à un point de référence spécifié, l'altitude par rapport au niveau moyen de la mer","La hauteur est une donnée du GPS et l'altitude une donnée de l'anémomètre"],"ans":"La hauteur est mesurée par rapport à un point de référence spécifié, l'altitude par rapport au niveau moyen de la mer","why":"L'altitude (AMSL) se réfère au niveau moyen de la mer, tandis que la hauteur (AGL) est mesurée par rapport à un point de référence défini, par exemple le sol."},
{"id":37,"q":"Que signifie AMSL ?","opts":["Altitude maximale de sécurité en vol","Above Mean Sea Level","Altitude minimale pour décoller en sécurité","Above Minimum Safety Limit"],"ans":"Above Mean Sea Level","why":"AMSL signifie 'Above Mean Sea Level', abréviation pour désigner la hauteur par rapport au niveau moyen de la mer."},
{"id":38,"q":"Quel est le rôle d'un anémomètre sur un drone ?","opts":["Mesurer la vitesse du vent","Mesurer la pression atmosphérique","Mesurer l'humidité de l'air","Indiquer la direction du vent"],"ans":"Mesurer la vitesse du vent","why":"L'anémomètre est l'instrument qui permet de mesurer la vitesse du vent, essentielle pour l'estimation des performances de vol et la sécurité."},
{"id":39,"q":"Quel est le rôle d'une autorité compétente (AC) dans la réglementation UAS ?","opts":["Fabriquer les drones certifiés","Fournir les services de maintenance aux drones","Garantir le respect des exigences réglementaires","Piloter les drones en cas de perte de liaison"],"ans":"Garantir le respect des exigences réglementaires","why":"L'Autorité Compétente est désignée par l'État membre pour veiller au respect de la réglementation en vigueur sur les opérations avec UAS."},
{"id":40,"q":"Quel axe permet de contrôler le nez d'un aéronef de gauche à droite ?","opts":["Axe de tangage","Axe de roulis","Axe de lacet","Axe vertical de gravité"],"ans":"Axe de lacet","why":"L'axe de lacet permet de faire pivoter l'aéronef horizontalement, contrôlant l'orientation du nez de gauche à droite."},
{"id":41,"q":"Quelle est la définition précise d'un observateur UA ?","opts":["Un assistant qui suit le vol via un écran de contrôle","Une personne formée qui observe visuellement l'aéronef et assiste le télépilote pour la sécurité","Un technicien chargé de vérifier les batteries du drone","Un membre de l'autorité compétente sur le terrain"],"ans":"Une personne formée qui observe visuellement l'aéronef et assiste le télépilote pour la sécurité","why":"L'observateur UA doit être formé et compétent pour aider le télépilote en maintenant un contact visuel direct avec l'aéronef."},
{"id":42,"q":"Quelle est la caractéristique principale d'une zone réglementée ?","opts":["Vol interdit en permanence","Vol autorisé sans condition","Vol autorisé sous certaines conditions spécifiées","Zone réservée uniquement aux aéronefs habités"],"ans":"Vol autorisé sous certaines conditions spécifiées","why":"Dans une zone réglementée, le vol est permis mais soumis à des conditions précises définies par l'autorité compétente."},
{"id":43,"q":"Quel terme décrit la situation où la sécurité d'un aéronef est incertaine mais pas encore critique ?","opts":["Phase d'incertitude","Phase d'alerte","Phase de détresse","Phase critique"],"ans":"Phase d'incertitude","why":"La phase d'incertitude correspond à un doute sur la sécurité d'un aéronef sans preuve d'un danger immédiat ou confirmé."},
{"id":44,"q":"Qu'est-ce qu'une phase critique dans la gestion de la sécurité aérienne ?","opts":["Une perte de signal momentanée","Une étape de maintenance obligatoire","Un terme regroupant les phases d'incertitude, d'alerte et de détresse","Un moment précis du vol où le drone est le plus vulnérable"],"ans":"Un terme regroupant les phases d'incertitude, d'alerte et de détresse","why":"La phase critique est un terme générique qui englobe ces trois types de situations liées à la sécurité."},
{"id":45,"q":"Que signifie le terme RPAS ?","opts":["Remote Pilot Automatic System","Remotely Piloted Aircraft System","Regulated Pilot Area Safety","Remote Piloting Air System"],"ans":"Remotely Piloted Aircraft System","why":"RPAS signifie système d'aéronef télépiloté, équivalent anglais de la notion de drone piloté à distance."},
{"id":46,"q":"Quel est le mouvement associé à l'axe de tangage ?","opts":["Monter ou descendre le nez de l'aéronef","Incliner l'aéronef sur la gauche ou la droite","Tourner l'aéronef autour de son centre de gravité","Accélérer ou ralentir en ligne droite"],"ans":"Monter ou descendre le nez de l'aéronef","why":"L'axe de tangage permet le contrôle vertical du nez de l'appareil, influençant la montée et la descente."},
{"id":47,"q":"Quelle est la définition d'un rassemblement de personnes dans le contexte UAS ?","opts":["Toute réunion de plus de 50 personnes","Tout groupe empêchant les personnes de s'éloigner librement en raison de la densité","Toute foule dans un espace public","Toute zone de fête ou d'événement sportif"],"ans":"Tout groupe empêchant les personnes de s'éloigner librement en raison de la densité","why":"La définition repose sur la densité et la liberté de mouvement, pas sur un nombre fixe de personnes."},
{"id":48,"q":"À quoi correspond la valeur standard utilisée pour le calage altimétrique au-dessus de 4500 ft ?","opts":["950 hPa","1000 hPa","1013,25 hPa","1050 hPa"],"ans":"1013,25 hPa","why":"Cette valeur standard sert de référence universelle pour les altimètres en aviation."},
{"id":49,"q":"Quelle est la principale cause d'une rafale de vent selon la théorie ?","opts":["La vitesse élevée du drone","L'utilisation d'un ESC défectueux","L'instabilité de l'air ou la présence d'obstacles naturels ou artificiels","Un problème de GPS ou de compas"],"ans":"L'instabilité de l'air ou la présence d'obstacles naturels ou artificiels","why":"Une rafale provient d'une variation brusque du vent due à l'air instable ou à des obstacles comme des immeubles ou des montagnes."},
{"id":50,"q":"Quelle est la fonction principale d'une tour de contrôle d'aérodrome ?","opts":["Surveiller la météo en temps réel","Assurer le service de contrôle de la circulation aérienne pour l'aérodrome","Gérer uniquement les drones en approche","Contrôler la maintenance des aéronefs"],"ans":"Assurer le service de contrôle de la circulation aérienne pour l'aérodrome","why":"La tour de contrôle coordonne les décollages, atterrissages et mouvements au sol pour éviter les collisions et incidents."},
{"id":51,"q":"Quelle est la fonction d'un centre d'information de vol (FIC) ?","opts":["Donner les prévisions météo","Assurer le service d'information et d'alerte pour le trafic aérien","Certifier les aéronefs avant le décollage","Vérifier les zones de geofencing"],"ans":"Assurer le service d'information et d'alerte pour le trafic aérien","why":"Le FIC fournit des informations nécessaires à la sécurité et à l'organisation du trafic aérien et gère aussi les alertes."},
{"id":52,"q":"Quel est l'effet principal d'une zone de basse pression sur la météo ?","opts":["Ciel dégagé et temps sec","Formation de nuages, précipitations et vent","Stabilité atmosphérique renforcée","Vents nuls et absence de changement météo"],"ans":"Formation de nuages, précipitations et vent","why":"Une zone de basse pression est associée au mauvais temps et à une activité atmosphérique importante."},
{"id":53,"q":"Quel acronyme décrit les règles de vol à vue ?","opts":["VMC","IFR","VFR","BLOS"],"ans":"VFR","why":"VFR signifie 'Visual Flight Rules', des règles où le vol se fait en visibilité directe sans instruments."},
{"id":54,"q":"Quel élément définit la vitesse-sol (GS) ?","opts":["La vitesse du drone par rapport à la masse d'air","La vitesse horizontale par rapport à la Terre mesurée par GPS","La vitesse moyenne du vent","La vitesse calculée par l'anémomètre uniquement"],"ans":"La vitesse horizontale par rapport à la Terre mesurée par GPS","why":"La vitesse-sol est calculée grâce au GPS et représente la vitesse du drone par rapport au sol, et non à l'air ambiant."},
{"id":55,"q":"Dans quel cas parle-t-on d'une zone interdite ?","opts":["Lorsque le vol y est autorisé uniquement sous certaines conditions","Lorsque tout vol est strictement interdit","Lorsque seuls les drones peuvent y voler","Lorsque seuls les aéronefs habités peuvent y voler"],"ans":"Lorsque tout vol est strictement interdit","why":"Une zone interdite est un espace aérien où aucun vol n'est permis, sans exception."},
{"id":56,"q":"Qu'est-ce que la GeoAwareness dans un drone ?","opts":["Une technologie qui bloque automatiquement l'accès à certaines zones","La capacité d'un appareil à déterminer passivement ou activement sa position","Une fonction qui permet au drone de détecter les obstacles","Un protocole de communication entre le drone et la tour de contrôle"],"ans":"La capacité d'un appareil à déterminer passivement ou activement sa position","why":"GeoAwareness fait référence à la capacité d'un drone à connaître sa position géographique, nécessaire pour respecter les zones aériennes définies."},
{"id":57,"q":"Quel terme décrit la fonction qui avertit l'opérateur lorsqu'un drone entre dans une zone aérienne restreinte ?","opts":["GeoAwareness","Geofencing","Geo Sensibilisation","GNSS"],"ans":"Geo Sensibilisation","why":"La Geo Sensibilisation (ou Géo Conscience) avertit l'opérateur lorsqu'il pénètre dans un espace aérien restreint, contrairement au geofencing qui peut aussi empêcher l'entrée."},
{"id":58,"q":"Quelle est la différence entre UA et UAV ?","opts":["Aucune, les deux désignent un drone sans pilote","UA désigne un aéronef sans pilote, UAV un véhicule aérien sans pilote","UA est un terme officiel, UAV est un terme familier","UAV désigne uniquement les drones militaires, UA uniquement les drones civils"],"ans":"UA désigne un aéronef sans pilote, UAV un véhicule aérien sans pilote","why":"UA est l'abréviation de 'Unmanned Aircraft' et UAV celle de 'Unmanned Aerial Vehicle', nuance terminologique selon le contexte."},
{"id":59,"q":"Lequel de ces termes est le terme officiel collectif pour désigner tous les systèmes d'aéronefs sans pilote ?","opts":["RPAS","UAS","Drone","UA"],"ans":"UAS","why":"UAS (Unmanned Aircraft System) est le terme officiel collectif englobant drones, postes de pilotage et liaisons de commande et contrôle."},
{"id":60,"q":"Quel est l'équivalent français de RPAS ?","opts":["Système d'aéronef télécommandé","Système d'aéronef télépiloté","Système autonome de pilotage aérien","Réseau de pilotage aérien sécurisé"],"ans":"Système d'aéronef télépiloté","why":"RPAS signifie Remotely Piloted Aircraft System, traduit en français par système d'aéronef télépiloté."},
{"id":61,"q":"Selon la réglementation, à qui appartient l'espace aérien situé au-dessus d'une propriété privée ?","opts":["Au propriétaire du terrain","À l'État","À l'autorité compétente locale uniquement","Au télépilote qui l'utilise"],"ans":"À l'État","why":"Selon la convention de Chicago, l'espace aérien au-dessus du territoire d'un État appartient à cet État et non aux particuliers."},
{"id":62,"q":"Quel est le rôle principal d'un centre d'information de vol (FIC) ?","opts":["Assurer la maintenance des drones","Contrôler les autorisations de vol","Fournir des informations de vol et gérer les alertes","Limiter l'accès aux zones interdites via geofencing"],"ans":"Fournir des informations de vol et gérer les alertes","why":"Le FIC est chargé de fournir des informations essentielles aux aéronefs et de gérer le service d'alerte pour la sécurité."},
{"id":63,"q":"Quel est l'effet d'une zone d'obstacle sur le trafic aérien habité ?","opts":["Le vol est autorisé sans restriction","Le vol est interdit autour de l'obstacle pour éviter des collisions","Les drones peuvent survoler l'obstacle sans condition","L'interdiction s'applique uniquement aux hélicoptères"],"ans":"Le vol est interdit autour de l'obstacle pour éviter des collisions","why":"Les zones d'obstacle interdisent le trafic aérien habité autour de certains obstacles pour prévenir les collisions."},
{"id":64,"q":"Quelle est la fonction d'une liaison de commande et de contrôle ?","opts":["Transférer uniquement les données météo","Relier l'aéronef au poste de télépilotage pour la gestion du vol","Fournir une connexion GPS au drone","Empêcher les interférences magnétiques"],"ans":"Relier l'aéronef au poste de télépilotage pour la gestion du vol","why":"Cette liaison transmet les ordres du télépilote et les informations nécessaires au contrôle du vol."},
{"id":65,"q":"Quelle est la principale caractéristique d'un aéronef habité ?","opts":["Il est toujours utilisé pour le transport de marchandises","Il est conçu pour être exploité avec un pilote à bord","Il ne peut pas voler au-dessus de 150 kg","Il est toujours télépiloté à distance"],"ans":"Il est conçu pour être exploité avec un pilote à bord","why":"Un aéronef habité est défini par la présence d'un pilote à bord pour sa conduite."},
{"id":66,"q":"Qu'est-ce que la vitesse-air mesurée par le tube Pitot ?","opts":["La vitesse horizontale par rapport au sol","La vitesse du drone par rapport à la masse d'air environnante","La vitesse du vent","La vitesse calculée uniquement par GPS"],"ans":"La vitesse du drone par rapport à la masse d'air environnante","why":"La vitesse-air correspond au déplacement dans la masse d'air, mesurée grâce à un anémomètre lié au tube Pitot."},
{"id":67,"q":"Quelle est la valeur exacte d'1 nœud en mètres par seconde ?","opts":["0,500 m/s","0,5144 m/s","1,000 m/s","1,852 m/s"],"ans":"0,5144 m/s","why":"1 nœud équivaut à 0,5144 mètre par seconde, correspondant à 1,852 km/h."},
{"id":68,"q":"Qu'est-ce qu'une zone dangereuse ?","opts":["Une zone où le vol est totalement interdit en tout temps","Une zone avec des activités dangereuses pour le vol, actives pendant des périodes spécifiées","Une zone réservée uniquement aux drones militaires","Une zone définie par la météo locale"],"ans":"Une zone avec des activités dangereuses pour le vol, actives pendant des périodes spécifiées","why":"Une zone dangereuse est temporairement risquée en raison d'activités pouvant compromettre la sécurité aérienne."},
{"id":69,"q":"Que signifie l'acronyme VMC en aéronautique ?","opts":["Visual Meteorological Conditions, conditions permettant le vol à vue","Visual Mechanical Control, contrôle mécanique visuel","Variable Meteorological Calibration, calibration météo","Visual Map Control, contrôle cartographique"],"ans":"Visual Meteorological Conditions, conditions permettant le vol à vue","why":"VMC décrit des conditions météo (visibilité, distance par rapport aux nuages, plafond) permettant de voler en sécurité à vue."},
{"id":70,"q":"Qu'est-ce qu'un NOTAM ?","opts":["Un message envoyé par le télépilote avant chaque vol","Un avis diffusé pour informer des changements ou dangers importants pour la navigation aérienne","Un rapport d'accident officiel","Un outil intégré au GNSS pour calculer les distances"],"ans":"Un avis diffusé pour informer des changements ou dangers importants pour la navigation aérienne","why":"Un NOTAM communique en temps réel des informations essentielles sur la navigation aérienne pour les équipages et télépilotes."},
{"id":71,"q":"Quel élément ne fait PAS partie d'un UAS ?","opts":["L'aéronef télépiloté","Le poste de télépilotage","La liaison de commande et de contrôle","Le vent local"],"ans":"Le vent local","why":"L'UAS inclut le drone, la station de commande et la liaison de contrôle. Le vent est une condition externe au système."},
{"id":72,"q":"Que permet de calculer l'accéléromètre intégré à un drone ?","opts":["La direction du vent","La vitesse et le déplacement à partir de l'accélération","L'altitude par rapport au sol","La position GNSS"],"ans":"La vitesse et le déplacement à partir de l'accélération","why":"En mesurant l'accélération linéaire, l'accéléromètre permet de déduire la vitesse et le déplacement de l'appareil."},
{"id":73,"q":"Quelle est la définition d'un exploitant UAS ?","opts":["La personne qui construit des drones","Toute personne physique ou morale qui effectue ou propose des opérations avec un ou plusieurs drones","L'autorité compétente désignée par l'État","Le fabricant d'un UAS certifié"],"ans":"Toute personne physique ou morale qui effectue ou propose des opérations avec un ou plusieurs drones","why":"L'exploitant est responsable des opérations réalisées avec des drones, qu'elles soient commerciales ou non."},
{"id":74,"q":"Dans quel sens tournent les vents autour d'un anticyclone dans l'hémisphère nord ?","opts":["Sens anti-horaire","Sens horaire","Toujours dans le même sens qu'une dépression","Cela varie selon la saison"],"ans":"Sens horaire","why":"Dans l'hémisphère nord, les vents tournent dans le sens horaire autour d'une zone de haute pression."},
{"id":75,"q":"Quelle situation définit une phase d'alerte ?","opts":["On doute de la sécurité d'un aéronef sans preuve immédiate","On pense que l'aéronef et ses occupants sont menacés d'un danger grave et imminent","On peut craindre pour la sécurité de l'aéronef et de ses occupants","L'aéronef a perdu temporairement son signal GPS"],"ans":"On peut craindre pour la sécurité de l'aéronef et de ses occupants","why":"La phase d'alerte est déclenchée lorsqu'il existe une inquiétude importante concernant la sécurité, mais pas encore de danger immédiat confirmé."},
{"id":76,"q":"Qu'est-ce qu'un incident dans le cadre de l'utilisation d'un aéronef ?","opts":["Une panne moteur sans conséquence","Un événement compromettant ou pouvant compromettre la sécurité sans blessure grave","Une simple perte de signal GPS temporaire","Un vol en dehors d'une zone autorisée sans danger"],"ans":"Un événement compromettant ou pouvant compromettre la sécurité sans blessure grave","why":"L'incident se distingue de l'accident car il ne cause pas de blessure grave mais compromet ou peut compromettre la sécurité de l'exploitation."},
{"id":77,"q":"Quel est le rôle d'une AIP en aéronautique ?","opts":["Gérer les autorisations de vol pour drones","Publier des informations aéronautiques durables essentielles à la navigation","Informer uniquement sur la météo","Transmettre les coordonnées GPS des zones interdites"],"ans":"Publier des informations aéronautiques durables essentielles à la navigation","why":"L'AIP est une publication officielle contenant des informations aéronautiques permanentes nécessaires à la planification et sécurité des vols."},
{"id":78,"q":"Dans quel cas un rassemblement de personnes est-il défini comme tel ?","opts":["Lorsque plus de 100 personnes sont présentes","Lorsque la densité empêche les personnes de s'éloigner librement","Lorsque l'événement est déclaré par la mairie","Lorsque le rassemblement se déroule dans un stade ou une salle fermée"],"ans":"Lorsque la densité empêche les personnes de s'éloigner librement","why":"Ce n'est pas le nombre qui compte mais la densité et la liberté de mouvement des individus."},
{"id":79,"q":"Quelle est la différence entre un accident et un incident ?","opts":["Un accident implique toujours la disparition du drone, un incident non","Un accident entraîne des blessures graves ou mortelles, un incident non","Un accident est causé par la météo, un incident par une erreur humaine","Il n'y a pas de différence, ce sont des synonymes"],"ans":"Un accident entraîne des blessures graves ou mortelles, un incident non","why":"L'incident compromet la sécurité mais sans blessures graves, tandis que l'accident implique des blessures graves/mortelles ou la disparition de l'UAS."},
{"id":80,"q":"Quelle est la fonction principale du geofencing dans un drone ?","opts":["Suivre la direction du vent","Avertir l'opérateur de l'état de la batterie","Surveiller et limiter les déplacements dans un périmètre défini","Calculer la vitesse du drone par rapport à l'air"],"ans":"Surveiller et limiter les déplacements dans un périmètre défini","why":"Le geofencing permet de définir des zones où le drone ne peut pas entrer ou sortir afin de respecter la réglementation."},
{"id":81,"q":"Quel acronyme indique que le vol est effectué à vue directe sans aide visuelle ?","opts":["VMC","VLOS","VFR","BLOS"],"ans":"VLOS","why":"VLOS signifie 'Visual Line of Sight', le télépilote doit maintenir un contact visuel direct et non assisté avec l'aéronef."},
{"id":82,"q":"Le GPS fait partie intégrante d'un UAS : vrai ou faux ?","opts":["Vrai","Faux"],"ans":"Faux","why":"Un UAS comprend uniquement l'aéronef, le poste de télépilotage et la liaison de commande et de contrôle. Le GPS est un outil supplémentaire."},
{"id":83,"q":"Quelle situation décrit une phase d'incertitude ?","opts":["Un danger grave et imminent est confirmé","On peut craindre pour la sécurité d'un aéronef et de ses occupants","On doute de la sécurité d'un aéronef sans preuve immédiate de danger","Le drone a perdu sa liaison GNSS temporairement"],"ans":"On doute de la sécurité d'un aéronef sans preuve immédiate de danger","why":"La phase d'incertitude se déclare lorsque la sécurité est incertaine, sans preuve d'un danger imminent."},
{"id":84,"q":"Quelle est la valeur standard utilisée pour le calage altimétrique au-dessus de 4500 ft ?","opts":["1013,25 hPa","1000 hPa","950 hPa","1050 hPa"],"ans":"1013,25 hPa","why":"Cette valeur est la référence universelle pour les altimètres en aviation au-dessus de 4500 ft."},
{"id":85,"q":"Quel acronyme décrit les conditions météorologiques nécessaires pour un vol à vue ?","opts":["VMC","VFR","BLOS","AMSL"],"ans":"VMC","why":"VMC signifie 'Visual Meteorological Conditions', décrivant des conditions météo adaptées au vol à vue."},
{"id":86,"q":"À quoi sert un gyroscope dans un drone ?","opts":["À stabiliser et mesurer la vitesse angulaire","À déterminer la position GNSS","À calculer la distance de vol restante","À mesurer la vitesse du vent"],"ans":"À stabiliser et mesurer la vitesse angulaire","why":"Le gyroscope aide à maintenir l'orientation du drone et mesure la vitesse angulaire sur différents axes."},
{"id":87,"q":"Quelle est la fonction d'un NOTAM ?","opts":["Gérer la météo locale","Diffuser rapidement des informations essentielles sur des dangers ou changements","Transmettre uniquement des données GNSS","Contrôler les batteries des drones"],"ans":"Diffuser rapidement des informations essentielles sur des dangers ou changements","why":"Les NOTAM informent en temps réel des modifications importantes pour la sécurité aérienne."},
{"id":88,"q":"Que signifie l'acronyme NM ?","opts":["Navigation Map","Nautical Mile","National Meteorology","Normal Mode"],"ans":"Nautical Mile","why":"NM signifie Nautical Mile, soit mile nautique, équivalent à 1852 mètres."},
{"id":89,"q":"Dans une zone réglementée, quel est le statut du vol ?","opts":["Strictement interdit en permanence","Autorisé sans aucune condition","Autorisé sous conditions spécifiées","Réservé uniquement aux aéronefs habités"],"ans":"Autorisé sous conditions spécifiées","why":"Une zone réglementée autorise les vols mais avec des conditions strictes définies par la réglementation."},
{"id":90,"q":"Quelle unité de vitesse est la plus couramment utilisée en aéronautique ?","opts":["Km/h","Nœud","Mile terrestre","Mètre par seconde uniquement"],"ans":"Nœud","why":"Le nœud est l'unité standard pour mesurer la vitesse en navigation aérienne et maritime."},
{"id":91,"q":"Quelle est la vitesse en km/h correspondant à 2 nœuds ?","opts":["1,852 km/h","2,5 km/h","3,704 km/h","4,2 km/h"],"ans":"3,704 km/h","why":"Un nœud équivaut à 1,852 km/h, donc 2 nœuds = 3,704 km/h."},
{"id":92,"q":"Qui est légalement responsable du vol d'un drone et de sa sécurité ?","opts":["Le constructeur du drone","L'exploitant uniquement","Le télépilote","La tour de contrôle locale"],"ans":"Le télépilote","why":"Le télépilote est responsable de la sécurité et de la conformité du vol."},
{"id":93,"q":"Que signifie l'acronyme GNSS ?","opts":["Global Navigation Satellite Systems","General Navigation Safety System","Ground Navigation Security System","Geo Navigation Sensing Satellite"],"ans":"Global Navigation Satellite Systems","why":"GNSS désigne l'ensemble des systèmes de navigation par satellites tels que GPS, GLONASS et Galileo."},
{"id":94,"q":"Lequel de ces termes ne correspond PAS à un type de zone aérienne ?","opts":["Zone interdite","Zone réglementée","Zone météorologique","Zone dangereuse"],"ans":"Zone météorologique","why":"Les zones définies sont interdite, réglementée, dangereuse et d'obstacle. La 'zone météorologique' n'existe pas."},
{"id":95,"q":"Qu'indique le sens de rotation horaire des vents autour d'un anticyclone dans l'hémisphère nord ?","opts":["Zone de basse pression","Zone de haute pression","Dépression","Aucune relation avec la pression"],"ans":"Zone de haute pression","why":"Dans l'hémisphère nord, un mouvement horaire indique une zone de haute pression (anticyclone)."},
{"id":96,"q":"Quel est l'objectif principal d'une SORA ?","opts":["Évaluer les risques opérationnels spécifiques pour une demande d'autorisation","Analyser la météo avant un vol","Contrôler la vitesse du drone","Calibrer les instruments GNSS"],"ans":"Évaluer les risques opérationnels spécifiques pour une demande d'autorisation","why":"Une SORA est une analyse obligatoire pour les opérations qui ne sont pas couvertes par les scénarios standards."},
{"id":97,"q":"Dans quel cas utilise-t-on un altimètre barométrique ?","opts":["Pour mesurer la vitesse du vent","Pour mesurer la différence de pression et en déduire la hauteur","Pour calculer la position GNSS","Pour stabiliser le drone"],"ans":"Pour mesurer la différence de pression et en déduire la hauteur","why":"L'altimètre barométrique utilise la différence de pression atmosphérique pour déterminer la hauteur par rapport à une surface de référence."},
{"id":98,"q":"Quelle est la conséquence d'une zone de basse pression ?","opts":["Temps sec et ciel dégagé","Formation de nuages et mauvais temps","Aucune influence sur le vol","Vent nul en permanence"],"ans":"Formation de nuages et mauvais temps","why":"Une zone de basse pression est associée à des courants ascendants qui favorisent la formation de nuages et de précipitations."},
{"id":99,"q":"Quel est le rôle d'un centre d'information de vol ?","opts":["Assurer uniquement la gestion météo","Assurer le service d'information et d'alerte pour la sécurité du trafic aérien","Surveiller les batteries des drones","Transmettre les coordonnées GNSS"],"ans":"Assurer le service d'information et d'alerte pour la sécurité du trafic aérien","why":"Le FIC fournit des informations et gère les alertes pour la sécurité des opérations aériennes."},
{"id":100,"q":"Que se passe-t-il si un drone pénètre dans une zone interdite ?","opts":["Rien, si le drone est petit","C'est une infraction, tout vol y est strictement interdit","Il est autorisé si le vol dure moins de 5 minutes","Il est permis seulement en VLOS"],"ans":"C'est une infraction, tout vol y est strictement interdit","why":"Une zone interdite est totalement fermée au trafic aérien, y compris aux drones."},
{"id":101,"q":"Que signifie l'acronyme ESC dans le domaine des drones ?","opts":["Electronic Speed Control, contrôleur de vitesse électronique","Emergency Safety Control, commande de sécurité d'urgence","Electronic Stability Controller, stabilisateur électronique","External Signal Connector, connecteur de signal externe"],"ans":"Electronic Speed Control, contrôleur de vitesse électronique","why":"L'ESC reçoit les informations du contrôleur de vol et ajuste la vitesse des moteurs pour manœuvrer le drone."},
{"id":102,"q":"Que signifie BLOS ?","opts":["Basic Line of Safety, ligne de sécurité basique","Beyond Line of Sight, vol en dehors de la portée visuelle","Base Level of System, système de base","Before Landing Operations System, système avant atterrissage"],"ans":"Beyond Line of Sight, vol en dehors de la portée visuelle","why":"BLOS indique que le drone est piloté en dehors de la portée visuelle directe du télépilote ou de l'observateur."},
{"id":103,"q":"Que signifie FIR en aéronautique ?","opts":["Flight Information Region","Flight Internal Radar","First Internal Report","Flight Instrument Reading"],"ans":"Flight Information Region","why":"Le FIR désigne une région d'information de vol où sont assurés les services d'information et d'alerte."},
{"id":104,"q":"Que signifie IFR ?","opts":["Instrument Flight Rules, règles de vol aux instruments","Internal Flight Regulations, réglementations internes de vol","International Flight Radar, radar de vol international","In-Flight Recovery, récupération en vol"],"ans":"Instrument Flight Rules, règles de vol aux instruments","why":"IFR indique que le vol est effectué uniquement à l'aide des instruments de bord, souvent dans des conditions de visibilité réduite."},
{"id":105,"q":"Que signifie VFR ?","opts":["Visual Flight Rules, règles de vol à vue","Vertical Flight Regulation, réglementation de vol vertical","Variable Flight Range, plage de vol variable","Visual Flight Recovery, récupération de vol visuelle"],"ans":"Visual Flight Rules, règles de vol à vue","why":"VFR correspond aux règles de vol où le télépilote ou pilote garde un contact visuel direct avec l'aéronef."},
{"id":106,"q":"Que signifie VMC en aéronautique ?","opts":["Visual Meteorological Conditions, conditions météo pour vol à vue","Variable Mechanical Control, contrôle mécanique variable","Visual Map Control, contrôle cartographique visuel","Virtual Motor Control, contrôle virtuel du moteur"],"ans":"Visual Meteorological Conditions, conditions météo pour vol à vue","why":"VMC décrit des conditions météo permettant un vol sûr à vue, avec visibilité et plafond suffisants."},
{"id":107,"q":"Que signifie AGL ?","opts":["Above Ground Level, hauteur au-dessus du sol","Absolute Ground Level, niveau du sol absolu","Above General Latitude, au-dessus de la latitude générale","Altitude Global Limit, limite globale d'altitude"],"ans":"Above Ground Level, hauteur au-dessus du sol","why":"AGL indique la hauteur mesurée par rapport au sol directement sous l'aéronef."},
{"id":108,"q":"Que signifie GNSS ?","opts":["Global Navigation Satellite Systems","General Navigation Safety Standard","Geo Navigation Security Signal","Ground Navigation Satellite Service"],"ans":"Global Navigation Satellite Systems","why":"GNSS regroupe plusieurs systèmes de navigation par satellites comme GPS, GLONASS et Galileo."},
{"id":109,"q":"Que signifie RPAS ?","opts":["Remotely Piloted Aircraft System","Regional Pilot Authorization Standard","Remote Power Aerial Signal","Restricted Pilot Airspace System"],"ans":"Remotely Piloted Aircraft System","why":"RPAS désigne un système d'aéronef télépiloté, équivalent anglais pour un drone piloté à distance."},
{"id":110,"q":"Que signifie UAS ?","opts":["Unmanned Aircraft System","Universal Aviation Standard","United Air Safety","Unpiloted Air Space"],"ans":"Unmanned Aircraft System","why":"UAS désigne un système complet comprenant le drone, la station de télépilotage et la liaison de commande et de contrôle."},
{"id":111,"q":"Que signifie UA dans la réglementation européenne ?","opts":["Unmanned Aircraft, aéronef sans pilote à bord","Universal Authorization, autorisation universelle","Unmanned Aerial, aéronef aérien","Ultimate Altitude, altitude ultime"],"ans":"Unmanned Aircraft, aéronef sans pilote à bord","why":"UA est l'acronyme officiel pour désigner un aéronef sans pilote à bord."},
{"id":112,"q":"Que signifie UAV ?","opts":["Unmanned Aerial Vehicle","Universal Air Vehicle","Unpiloted Aircraft Vision","Ultimate Aeronautic Value"],"ans":"Unmanned Aerial Vehicle","why":"UAV désigne un véhicule aérien sans pilote, équivalent anglais de drone."},
{"id":113,"q":"Que signifie NOTAM ?","opts":["Notice To AirMen","National Organization for Transport and Air Management","Navigation Official Time and Meteorology","Notification Of Air Maps"],"ans":"Notice To AirMen","why":"Un NOTAM est un avis diffusé pour informer rapidement des dangers ou changements importants pour la navigation aérienne."},
{"id":114,"q":"Que signifie FIC dans la gestion du trafic aérien ?","opts":["Flight Information Center","Final Identification Control","Flight Internal Code","First Information Channel"],"ans":"Flight Information Center","why":"Le FIC est un centre d'information chargé de fournir les informations et alertes nécessaires à la sécurité aérienne."},
{"id":115,"q":"Que signifie SORA ?","opts":["Specific Operational Risk Assessment","Standard Operation Regulation Area","Safe Operational Remote Aircraft","Specialized Observation Risk Authorization"],"ans":"Specific Operational Risk Assessment","why":"La SORA est une analyse de risque obligatoire pour les opérations qui ne sont pas couvertes par les scénarios standards."},
{"id":116,"q":"Que signifie l'acronyme AIP ?","opts":["Aeronautical Information Publication","Airborne Integrated Positioning","Aerial Intelligence Protocol","Advanced Information Process"],"ans":"Aeronautical Information Publication","why":"L'AIP est une publication officielle contenant des informations aéronautiques durables et essentielles à la navigation."},
{"id":117,"q":"Que signifie le symbole 'NM' dans la navigation aérienne ?","opts":["Nautical Mile, mile nautique","National Map, carte nationale","Navigation Mode, mode navigation","Nominal Measurement, mesure nominale"],"ans":"Nautical Mile, mile nautique","why":"NM correspond au mile nautique, unité standard utilisée pour mesurer les distances en navigation aérienne."},
{"id":118,"q":"Que signifie l'acronyme RPA ?","opts":["Remote Pilot Authorization","Remotely Piloted Aircraft","Remote Power Adapter","La réponse ne se trouve pas dans les choix"],"ans":"Remotely Piloted Aircraft","why":"RPA signifie 'Remotely Piloted Aircraft', c'est-à-dire aéronef télépiloté. Il désigne spécifiquement l'appareil sans pilote à bord contrôlé à distance."},
{"id":119,"q":"Que désigne le terme 'Drone' selon la réglementation aéronautique ?","opts":["Un terme officiel utilisé pour les aéronefs télépilotés","Un synonyme courant pour désigner un aéronef sans pilote à bord","Un type particulier de drone militaire","Un aéronef habité utilisé à distance"],"ans":"Un synonyme courant pour désigner un aéronef sans pilote à bord","why":"Le mot 'drone' n'est pas un terme officiel mais un synonyme d'usage courant pour désigner un aéronef sans pilote à bord."},
{"id":120,"q":"Quel est le synonyme courant utilisé pour désigner un aéronef sans pilote à bord ?","opts":["UA","RPAS","Drone","UAS"],"ans":"Drone","why":"Le mot 'drone' est un synonyme courant pour désigner un aéronef sans pilote à bord, mais ce n'est pas le terme officiel utilisé dans la réglementation."}
]