[
{"id":1,"q":"Quel est le principal avantage du multicoptère par rapport à l’hélicoptère classique ?","opts":["Moins de moteurs nécessaires","Simplicité mécanique accrue sans rotor complexe","Portée de vol plus longue","Consommation plus faible"],"ans":"Simplicité mécanique accrue sans rotor complexe","why":"Le multicoptère utilise plusieurs hélices indépendantes et ne nécessite pas de rotor principal avec système de pas collectif, ce qui simplifie sa conception mécanique."},
{"id":2,"q":"Quel est l’inconvénient majeur du multicoptère face à une aile fixe ?","opts":["Moins stable","Moins manœuvrable","Moins efficace aérodynamiquement et autonomie réduite","Plus cher à entretenir"],"ans":"Moins efficace aérodynamiquement et autonomie réduite","why":"Les multicoptères consomment plus d’énergie pour maintenir le vol stationnaire, offrant une autonomie plus faible que les drones à aile fixe."},
{"id":3,"q":"Comment un quadcoptère contrôle-t-il son roulis ?","opts":["En ajustant le pas des hélices","En modifiant la vitesse des hélices d’un côté","En inclinant les moteurs avant","En changeant l’angle du gyroscope"],"ans":"En modifiant la vitesse des hélices d’un côté","why":"Le roulis est obtenu en augmentant la vitesse des hélices d’un côté et en la diminuant de l’autre, ce qui crée un couple autour de l’axe de roulis."},
{"id":4,"q":"Quelle configuration de multicoptère utilise généralement deux hélices inclinables ?","opts":["Tricoptère","Bicoptère","Quadcoptère à pas variable","Hexacoptère"],"ans":"Bicoptère","why":"Le bicoptère utilise deux hélices inclinables pour gérer le tangage et le lacet, mais il reste instable sur l’axe de tangage."},
{"id":5,"q":"Pourquoi le tricoptère utilise-t-il une hélice inclinée à l’arrière ?","opts":["Pour équilibrer le poids du drone","Pour compenser le couple non annulé des hélices","Pour améliorer la portance","Pour réduire la traînée"],"ans":"Pour compenser le couple non annulé des hélices","why":"Le tricoptère ayant un nombre impair d’hélices, leurs couples ne s’annulent pas ; l’hélice arrière inclinée compense ce déséquilibre."},
{"id":6,"q":"Quel axe correspond au mouvement de lacet ?","opts":["Déplacement haut-bas","Rotation gauche-droite","Inclinaison avant-arrière","Inclinaison latérale"],"ans":"Rotation gauche-droite","why":"Le lacet (Yaw) est la rotation du drone autour de son axe vertical, orientant la direction gauche-droite."},
{"id":7,"q":"Quel est l’effet direct d’une rafale de vent sur un drone à aile fixe ?","opts":["Modification de l’angle d’incidence","Perte du GPS","Augmentation de la traînée moteur","Diminution de la vitesse de rotation"],"ans":"Modification de l’angle d’incidence","why":"Une rafale change instantanément l’angle entre le vent et l’aile, ce qui modifie la portance et la stabilité du vol."},
{"id":8,"q":"Quel type d’aéronef combine le décollage vertical d’un multicoptère et le vol d’une aile fixe ?","opts":["VTOL","STOL","Quadplane","Drone à empennage"],"ans":"VTOL","why":"Le VTOL (Vertical Take Off and Landing) décolle verticalement comme un multirotor puis bascule pour voler en mode aile fixe."},
{"id":9,"q":"Quel paramètre le pilote ajuste-t-il pour contrôler le tangage (pitch) ?","opts":["Vitesse des hélices avant et arrière","Angle des ailerons","Angle des rotors latéraux","Longueur des pales"],"ans":"Vitesse des hélices avant et arrière","why":"Le tangage est contrôlé en modifiant la vitesse des hélices avant et arrière, créant un différentiel de portance avant-arrière."},
{"id":10,"q":"Quel est le principal avantage aérodynamique d’un drone à aile fixe ?","opts":["Décollage vertical possible","Endurance et autonomie supérieures","Vol stationnaire stable","Pas besoin de gyroscope"],"ans":"Endurance et autonomie supérieures","why":"Les ailes fixes sont plus efficaces aérodynamiquement, offrant une meilleure portance et une consommation réduite sur longue distance."},
{"id":11,"q":"Quelle configuration de multicoptère est la plus utilisée ?","opts":["Tricoptère","Bicoptère coaxial","Quadcoptère","Octocoptère X4"],"ans":"Quadcoptère","why":"Le quadcoptère à quatre hélices est la configuration la plus répandue pour les drones civils en raison de sa stabilité et de sa simplicité."},
{"id":12,"q":"Pourquoi les configurations coaxiales sont-elles moins efficaces ?","opts":["Elles nécessitent trop de moteurs","Les hélices se contrarient et diminuent la portance","Elles réduisent la stabilité du vol","Elles consomment plus d’énergie pour le même effet"],"ans":"Les hélices se contrarient et diminuent la portance","why":"Les hélices superposées en configuration coaxiale créent des perturbations aérodynamiques mutuelles réduisant l’efficacité."},
{"id":13,"q":"Quelle caractéristique distingue un drone à hélices à pas variable ?","opts":["La vitesse des moteurs reste fixe","Le pas des hélices change pour le contrôle","Il n’a pas de gyroscope","Il ne peut pas voler en stationnaire"],"ans":"Le pas des hélices change pour le contrôle","why":"Les drones à pas variable contrôlent l’attitude en ajustant l’inclinaison des pales plutôt que la vitesse des moteurs, utile pour les acrobaties."},
{"id":14,"q":"Quel mouvement correspond au roulis (Roll) ?","opts":["Inclinaison avant-arrière","Rotation autour de l’axe longitudinal","Rotation autour de l’axe vertical","Déplacement latéral pur"],"ans":"Rotation autour de l’axe longitudinal","why":"Le roulis est la rotation du drone autour de l’axe reliant l’avant à l’arrière, inclinant les ailes gauche-droite."},
{"id":15,"q":"Pourquoi le multicoptère a-t-il besoin d’un contrôleur de vol ?","opts":["Pour contrôler la puissance des moteurs et stabiliser le vol","Pour allumer les lumières LED","Pour mesurer la température ambiante","Pour calibrer la caméra embarquée"],"ans":"Pour contrôler la puissance des moteurs et stabiliser le vol","why":"Le contrôleur de vol ajuste en permanence la vitesse des moteurs pour maintenir la stabilité et répondre aux commandes du pilote."},
{"id":16,"q":"Quel est l’effet principal du givre sur les performances d’un drone ?","opts":["Augmentation de la portance","Amélioration de la stabilité","Déformation du profil et perte de portance","Refroidissement bénéfique des moteurs"],"ans":"Déformation du profil et perte de portance","why":"Le givre modifie la forme aérodynamique des ailes et hélices, entraînant une perte de portance et une diminution des performances de vol."},
{"id":17,"q":"Quel est le principal risque associé au gel sur les composants électroniques d’un drone ?","opts":["Amélioration du signal GPS","Augmentation de la durée de batterie","Rupture ou fragilisation des matériaux","Stabilisation accrue du vol"],"ans":"Rupture ou fragilisation des matériaux","why":"Le gel rend les matériaux plus cassants et peut provoquer des ruptures ou pannes, affectant la sécurité du vol."},
{"id":18,"q":"Quelle est la meilleure conduite à tenir en cas de doute sur la présence de givre ?","opts":["Poursuivre le vol mais plus lentement","Augmenter la puissance des moteurs","Éviter le vol et effectuer des essais au sol","Faire fondre la glace en vol"],"ans":"Éviter le vol et effectuer des essais au sol","why":"Le givrage constitue un danger grave ; il est préférable d’éviter le vol et de tester le matériel avant toute reprise."},
{"id":19,"q":"Quelle est la différence entre l’antigivrage et le dégivrage ?","opts":["Aucune, ce sont des synonymes","L’antigivrage empêche la formation de glace, le dégivrage la retire","Le dégivrage prévient la glace, l’antigivrage la supprime","Les deux concernent uniquement les ailes fixes"],"ans":"L’antigivrage empêche la formation de glace, le dégivrage la retire","why":"L’antigivrage vise à éviter la formation de glace grâce à la chaleur ou aux fluides, tandis que le dégivrage retire la glace déjà formée."},
{"id":20,"q":"Quelle conséquence directe la pluie peut-elle avoir sur un drone non étanche ?","opts":["Aucune, les drones sont toujours étanches","Une perte de signal GPS","Un court-circuit et perte de contrôle possible","Une meilleure visibilité"],"ans":"Un court-circuit et perte de contrôle possible","why":"L’humidité peut pénétrer les circuits électroniques et provoquer un court-circuit, entraînant une perte de contrôle du drone."},
{"id":21,"q":"Pourquoi la portance diminue-t-elle sous la pluie ?","opts":["L’air humide est plus lourd","L’air humide est moins dense","Les hélices tournent plus lentement","Le GPS est perturbé"],"ans":"L’air humide est moins dense","why":"L’humidité réduit la densité de l’air, ce qui diminue la portance et rend le drone moins stable."},
{"id":22,"q":"Quel est l’effet d’un vent soutenu sur la durée de vol du drone ?","opts":["Aucune influence","Augmentation du temps de vol","Réduction du temps de vol","Amélioration de la précision GPS"],"ans":"Réduction du temps de vol","why":"Le drone doit compenser le vent en augmentant sa puissance, ce qui entraîne une consommation d’énergie plus élevée et réduit l’autonomie."},
{"id":23,"q":"Quel risque est associé à un vol sous le vent d’un obstacle abrupt comme une colline ?","opts":["Aucun risque particulier","Apparition de turbulences sur une longue distance","Perte de signal télécommande","Surpression aérodynamique stabilisante"],"ans":"Apparition de turbulences sur une longue distance","why":"Le vent se déforme en aval des obstacles, créant des turbulences pouvant perturber le drone jusqu’à dix fois la hauteur de l’obstacle."},
{"id":24,"q":"Quelle est la distance approximative des turbulences derrière un arbre de 30 m de haut ?","opts":["30 m","100 m","300 m","600 m"],"ans":"300 m","why":"Une turbulence peut se propager jusqu’à dix fois la hauteur de l’obstacle, donc environ 300 m pour un arbre de 30 m."},
{"id":25,"q":"Quel phénomène météorologique provoque un changement rapide de l’angle d’incidence ?","opts":["La pluie","Le brouillard","Les rafales de vent","La chaleur excessive"],"ans":"Les rafales de vent","why":"Les rafales modifient soudainement la direction et la vitesse du vent, ce qui change l’angle d’incidence et affecte la portance."},
{"id":26,"q":"Quelle est la réaction correcte face à des rafales irrégulières fortes ?","opts":["Augmenter l’altitude pour les éviter","Réduire la vitesse et rester à faible altitude","Reporter le vol","Voler avec plus de puissance"],"ans":"Reporter le vol","why":"Les rafales créent des conditions instables pouvant mener à la perte de contrôle, il est donc préférable de différer la mission."},
{"id":27,"q":"Quelles sont les principales sources d’interférences externes à éviter ?","opts":["Caméras, batteries, hélices","Antennes GPS, Wifi, GSM, lignes haute tension","Gyroscope et IMU","Batteries LiPo mal équilibrées"],"ans":"Antennes GPS, Wifi, GSM, lignes haute tension","why":"Ces éléments génèrent des champs électromagnétiques perturbant les signaux radio et GPS du drone."},
{"id":28,"q":"Quelle situation peut provoquer des interférences internes ?","opts":["Un mauvais câblage électrique","Une antenne GPS éloignée","Une faible luminosité","Une batterie sous-chargée"],"ans":"Un mauvais câblage électrique","why":"Les fils et bobines proches les uns des autres créent des champs électromagnétiques internes qui perturbent le fonctionnement du drone."},
{"id":29,"q":"Pourquoi ne faut-il pas utiliser une caméra créant un réseau Wifi pendant le vol ?","opts":["Cela consomme trop de batterie","Cela perturbe la télémétrie","Cela interfère avec la télécommande du drone","Cela augmente la latence vidéo"],"ans":"Cela interfère avec la télécommande du drone","why":"La puissance d’émission du Wifi peut perturber la fréquence de communication principale entre la télécommande et le drone."},
{"id":30,"q":"Quel phénomène naturel peut également provoquer des interférences sévères ?","opts":["Les éruptions solaires","La pluie fine","Le brouillard","Les variations de température"],"ans":"Les éruptions solaires","why":"Les éruptions solaires génèrent de fortes perturbations électromagnétiques affectant le GPS et les communications radio."},
{"id":31,"q":"Que peut provoquer la perte du signal GPS à cause d’interférences ?","opts":["Une stabilisation automatique","Une descente non contrôlée","Un retour automatique immédiat","Un allongement du vol"],"ans":"Une descente non contrôlée","why":"Sans GPS, un drone non configuré pour le mode manuel peut perdre son positionnement et descendre de manière incontrôlée."},
{"id":32,"q":"Pourquoi est-il essentiel d’utiliser uniquement les fréquences radio autorisées ?","opts":["Pour augmenter la portée du signal","Pour éviter les interférences et respecter la loi","Pour améliorer la vitesse du drone","Pour bénéficier d’un meilleur GPS"],"ans":"Pour éviter les interférences et respecter la loi","why":"L’usage de fréquences non approuvées peut perturber d’autres appareils et enfreindre les réglementations de télécommunication."},
{"id":33,"q":"Que risque un drone évoluant dans des turbulences générées par une éolienne ?","opts":["Aucune influence","Amélioration de la portance","Perte de stabilité et trajectoire imprévisible","Augmentation du rendement des hélices"],"ans":"Perte de stabilité et trajectoire imprévisible","why":"Les turbulences perturbent les flux d’air, provoquant des mouvements brusques difficiles à compenser par le contrôleur de vol."},
{"id":34,"q":"Comment un pilote peut-il minimiser les effets du vent latéral au décollage ?","opts":["Décoller face au vent","Décoller dos au vent","Décoller latéralement","Décoller sans GPS"],"ans":"Décoller face au vent","why":"Décoller face au vent augmente la portance et améliore la stabilité, réduisant les risques de basculement."},
{"id":35,"q":"Pourquoi le vol sous la pluie affecte-t-il la stabilité d’un drone ?","opts":["Les gouttes modifient le poids et la densité de l’air","Le GPS devient plus précis","La caméra perd sa mise au point","Les hélices tournent plus vite"],"ans":"Les gouttes modifient le poids et la densité de l’air","why":"La pluie alourdit l’appareil et modifie les flux d’air, réduisant la portance et augmentant les efforts moteurs."},
{"id":36,"q":"Quelle précaution doit être prise avant un vol par temps humide ?","opts":["Activer le mode sport","Vérifier l’étanchéité du matériel","Augmenter la puissance du signal GPS","Désactiver les capteurs"],"ans":"Vérifier l’étanchéité du matériel","why":"Les drones non étanches peuvent subir des infiltrations d’eau dans les moteurs ou l’électronique, provoquant une panne."},
{"id":37,"q":"Qu’indique un vent de face constant pendant le vol ?","opts":["Une consommation d’énergie réduite","Une vitesse sol plus faible","Un vol plus stable et rapide","Une surchauffe des batteries"],"ans":"Une vitesse sol plus faible","why":"Le drone doit fournir plus de puissance pour maintenir sa vitesse face au vent, ce qui diminue sa vitesse réelle sur le sol."},
{"id":38,"q":"Quel est le risque principal d’un vol par vent arrière fort ?","opts":["Aucune influence notable","Le drone peut dépasser sa zone de vol prévue","Le GPS s’éteint","La batterie se recharge plus vite"],"ans":"Le drone peut dépasser sa zone de vol prévue","why":"Un vent arrière fort peut pousser le drone au-delà de sa zone de sécurité, surtout si la batterie ne permet pas le retour face au vent."},
{"id":39,"q":"Pourquoi est-il déconseillé de voler à proximité de lignes à haute tension ?","opts":["Elles perturbent le champ magnétique et le signal radio","Elles attirent les oiseaux","Elles améliorent la réception GPS","Elles réduisent la température du drone"],"ans":"Elles perturbent le champ magnétique et le signal radio","why":"Les champs électromagnétiques produits par les lignes à haute tension peuvent interférer avec le compas et les communications radio."},
{"id":40,"q":"Quelle mesure de sécurité réduit les effets d’interférences multiples ?","opts":["Éteindre le GPS","Changer de batterie","Utiliser un codage par étalement de spectre","Réduire la puissance du signal"],"ans":"Utiliser un codage par étalement de spectre","why":"Le codage à spectre étalé répartit le signal sur plusieurs fréquences pour minimiser l’impact des interférences radio externes."},
{"id":41,"q":"Quelle est la meilleure manière de détecter des interférences internes dans un drone ?","opts":["Voler dans un tunnel","Observer les anomalies de signal ou perte GPS","Vérifier la température du moteur","Éteindre les LED"],"ans":"Observer les anomalies de signal ou perte GPS","why":"Les interférences internes provoquent souvent des pertes temporaires de signal GPS ou des comportements erratiques du contrôleur."},
{"id":42,"q":"Quel paramètre doit être particulièrement surveillé lors d’un vol venteux ?","opts":["Altitude du soleil","État des pales","Niveau de batterie","Température du sol"],"ans":"Niveau de batterie","why":"Le vol en vent fort exige plus de puissance, augmentant la consommation d’énergie et réduisant l’autonomie."},
{"id":43,"q":"Pourquoi les drones modernes utilisent-ils un blindage électronique ?","opts":["Pour protéger des interférences électromagnétiques","Pour renforcer la structure","Pour refroidir les moteurs","Pour éviter le bruit sonore"],"ans":"Pour protéger des interférences électromagnétiques","why":"Le blindage limite les perturbations électromagnétiques internes et externes qui peuvent affecter le GPS ou le contrôleur de vol."},
{"id":44,"q":"Quelle est la principale précaution à prendre avant de voler près d’autres aéronefs ?","opts":["Augmenter la vitesse de vol","Réduire la hauteur de vol","Garder une distance suffisante","Activer le mode automatique"],"ans":"Garder une distance suffisante","why":"Les aéronefs voisins génèrent des flux d’air perturbés pouvant déstabiliser le drone ; une distance de sécurité est nécessaire."},
{"id":45,"q":"Pourquoi un drone consomme-t-il plus d’énergie lors de rafales ?","opts":["Les hélices tournent à vitesse constante","Le contrôleur de vol ajuste constamment la poussée","Le GPS augmente la fréquence des calculs","Le vent refroidit les moteurs"],"ans":"Le contrôleur de vol ajuste constamment la poussée","why":"Les corrections rapides du contrôleur de vol pour compenser les variations d’incidence entraînent une surconsommation d’énergie."},
{"id":46,"q":"Comment reconnaître un environnement trop turbulent pour voler ?","opts":["Le drone reste immobile sans correction","Des variations de vent fortes et irrégulières sont perçues","La télémétrie indique une tension stable","La pluie cesse brusquement"],"ans":"Des variations de vent fortes et irrégulières sont perçues","why":"Des rafales imprévisibles et changeantes sont le signe d’une atmosphère turbulente, déconseillée pour le vol."},
{"id":47,"q":"Quelle pratique réduit les risques d’interférences radio lors de vols multiples ?","opts":["Désactiver les GPS secondaires","Tester la compatibilité des fréquences entre radios","Voler côte à côte à faible distance","Partager le même canal radio"],"ans":"Tester la compatibilité des fréquences entre radios","why":"Avant un vol simultané à plusieurs drones, il faut s’assurer que les radios utilisent des fréquences non conflictuelles."},
{"id":48,"q":"Quel type d’interférences peut survenir lorsque deux signaux proches en fréquence se superposent ?","opts":["Un brouillage","Une synchronisation automatique","Un effet Doppler","Un champ magnétique permanent"],"ans":"Un brouillage","why":"Lorsque deux signaux proches en fréquence se chevauchent, ils provoquent un brouillage perturbant la communication radio."},
{"id":49,"q":"Pourquoi le vol dans un air froid mais sec peut-il être préférable à un vol humide ?","opts":["L’air froid augmente la densité et donc la portance","L’air sec réduit la visibilité","Les batteries se déchargent plus vite","Le GPS est moins précis"],"ans":"L’air froid augmente la densité et donc la portance","why":"L’air froid et sec est plus dense, offrant une meilleure portance et des performances moteur accrues."},
{"id":50,"q":"Quel phénomène atmosphérique peut déstabiliser un drone même sans vent fort au sol ?","opts":["Les inversions de température","Les vagues de montagne","Les faibles pressions locales","Le brouillard léger"],"ans":"Les vagues de montagne","why":"Les vagues de montagne génèrent des flux verticaux puissants et invisibles pouvant déstabiliser un drone en altitude."},
{"id":51,"q":"Quelle est la fréquence la plus utilisée pour les télécommandes de drones ?","opts":["1.8 GHz","2.4 GHz","3.2 GHz","5.8 GHz"],"ans":"2.4 GHz","why":"La majorité des télécommandes UAS utilisent la bande 2.4 GHz car elle permet une communication fiable et sécurisée avec saut de fréquence ('frequency hopping')."},
{"id":52,"q":"Que signifie 'frequency hopping' utilisé par les radios 2.4 GHz ?","opts":["Une communication filaire stable","Un changement constant de canal pour éviter les interférences","Une seule fréquence fixe pour le contrôle","Un signal amplifié pour longue distance"],"ans":"Un changement constant de canal pour éviter les interférences","why":"Le 'frequency hopping' change de canal toutes les 0,005 secondes, empêchant les brouillages entre télécommandes proches."},
{"id":53,"q":"Quelle puissance maximale d’émission est autorisée en Europe pour une télécommande 2.4 GHz ?","opts":["50 mW","100 mW","200 mW","500 mW"],"ans":"100 mW","why":"La réglementation européenne fixe une puissance maximale d’émission de 100 milliwatts sur la bande 2.4 GHz."},
{"id":54,"q":"Pourquoi la bande 5.8 GHz est-elle limitée à 25 mW pour l’émission vidéo ?","opts":["Pour éviter la surchauffe du drone","Parce qu’elle partage la bande avec d’autres usages","Pour économiser la batterie","Pour stabiliser le gyroscope"],"ans":"Parce qu’elle partage la bande avec d’autres usages","why":"La puissance d’émission vidéo sur 5.8 GHz est limitée à 25 mW pour éviter d’interférer avec d’autres appareils électroniques."},
{"id":55,"q":"Que permet la télémétrie d’un drone ?","opts":["Contrôler les hélices","Recevoir en temps réel les données du vol","Stocker les vidéos","Éviter les interférences radio"],"ans":"Recevoir en temps réel les données du vol","why":"La télémétrie transmet des informations comme la vitesse, altitude, tension de batterie et position GPS au pilote."},
{"id":56,"q":"Quel élément de télémétrie avertit le pilote d’une batterie faible ?","opts":["L’OSD","Le gyroscope","L’horizon artificiel","Le variomètre"],"ans":"L’OSD","why":"L’OSD (On Screen Display) affiche les informations critiques en direct, notamment l’état de la batterie, souvent avec des alertes sonores."},
{"id":57,"q":"Que signifie le terme GNSS ?","opts":["Global Navigation Satellite System","General Network Safety System","Global Node Synchronization Service","Geo Navigation Stabilized Signal"],"ans":"Global Navigation Satellite System","why":"GNSS regroupe les systèmes de positionnement satellite comme GPS, Galileo ou GLONASS utilisés pour le vol automatique."},
{"id":58,"q":"Quel risque existe en cas de perte de la liaison radio principale ?","opts":["Le drone reste immobile","Le drone entame un retour automatique s’il est configuré","Le drone redémarre","Le drone continue en vol automatique sans contrôle"],"ans":"Le drone entame un retour automatique s’il est configuré","why":"La plupart des drones déclenchent la procédure RTH (Return To Home) en cas de perte de liaison avec la télécommande."},
{"id":59,"q":"Pourquoi les liaisons de commande et de charge utile doivent-elles être séparées ?","opts":["Pour réduire la charge du GPS","Pour éviter qu’une panne vidéo n’affecte le contrôle du vol","Pour simplifier le câblage","Pour économiser la batterie"],"ans":"Pour éviter qu’une panne vidéo n’affecte le contrôle du vol","why":"La liaison de commande doit rester indépendante pour garantir le contrôle du drone même si la transmission vidéo échoue."},
{"id":60,"q":"Quel organisme réglemente les fréquences radio pour drones en Belgique ?","opts":["DGTA","IBPT","EASA","RTBF"],"ans":"IBPT","why":"L’IBPT (Institut Belge des Services Postaux et Télécommunications) fixe les fréquences et puissances autorisées pour les UAS."},
{"id":61,"q":"Quelle puissance maximale d’émission est autorisée sur 5.8 GHz en Belgique ?","opts":["10 mW","25 mW","50 mW","100 mW"],"ans":"25 mW","why":"La puissance maximale autorisée pour la bande 5.8 GHz est de 25 milliwatts selon les normes européennes et belges."},
{"id":62,"q":"Que permet un plan de vol automatique basé sur des waypoints ?","opts":["De décoller sans GPS","De programmer un trajet prédéfini","D’éviter les obstacles automatiquement","De voler uniquement en manuel"],"ans":"De programmer un trajet prédéfini","why":"Les waypoints définissent des points GPS successifs que le drone suivra automatiquement avec altitude et vitesse programmées."},
{"id":63,"q":"Quelle application est souvent utilisée pour planifier des missions automatiques ?","opts":["DJI Fly","Pix4D ou GS Pro","YouTube","AirDrop"],"ans":"Pix4D ou GS Pro","why":"Des applications comme Pix4D et GS Pro permettent de définir des waypoints et de réaliser des missions automatiques de photogrammétrie."},
{"id":64,"q":"En mode automatique, quelle est la responsabilité du pilote ?","opts":["Aucune, tout est automatisé","Il doit rester maître du vol et prêt à reprendre le contrôle","Il ne peut pas intervenir","Il doit couper les moteurs manuellement"],"ans":"Il doit rester maître du vol et prêt à reprendre le contrôle","why":"Même en vol automatique, le pilote est responsable et doit pouvoir reprendre la main à tout moment pour des raisons de sécurité."},
{"id":65,"q":"Quelle est la différence entre mode manuel et mode automatique ?","opts":["Le manuel utilise des waypoints","Le mode automatique suit un plan préprogrammé, le manuel non","Le manuel est interdit","Le manuel utilise le GPS, le mode automatique non"],"ans":"Le mode automatique suit un plan préprogrammé, le manuel non","why":"En mode manuel, le pilote contrôle directement les mouvements ; en automatique, le drone exécute un plan de vol prédéfini."},
{"id":66,"q":"Quel type de mission nécessite souvent un vol automatique ?","opts":["Inspection en intérieur","Photogrammétrie ou cartographie","Course FPV","Vol de loisir"],"ans":"Photogrammétrie ou cartographie","why":"La photogrammétrie requiert des trajectoires régulières et précises que les vols automatiques exécutent parfaitement."},
{"id":67,"q":"Quelle est la fonction d’un mode ATTI sur un drone DJI ?","opts":["Maintien de position GPS","Vol stabilisé sans GPS","Mode acrobatique","Mode d’économie d’énergie"],"ans":"Vol stabilisé sans GPS","why":"Le mode ATTI stabilise le drone grâce aux gyroscopes et accéléromètres mais sans assistance GPS, utile en cas d’interférences."},
{"id":68,"q":"Pourquoi un pilote doit-il s’entraîner au mode Non-GPS ?","opts":["Pour apprendre à voler à l’aveugle","Pour mieux maîtriser les réactions du drone sans assistance","Parce qu’il est obligatoire","Pour économiser la batterie"],"ans":"Pour mieux maîtriser les réactions du drone sans assistance","why":"En cas de panne GPS, savoir piloter sans aide automatique permet de garder le contrôle manuel et éviter les accidents."},
{"id":69,"q":"Quelle est la première étape avant de décoller en mode automatique ?","opts":["Vérifier les hélices","Programmer les waypoints et la hauteur de vol","Allumer la caméra","Activer le mode sport"],"ans":"Programmer les waypoints et la hauteur de vol","why":"Un plan de vol automatique doit définir des points GPS et leurs altitudes avant le décollage."},
{"id":70,"q":"Que permet la télémétrie par alarme sonore ?","opts":["D’indiquer la perte de signal","D’alerter en cas de batterie faible ou de limite atteinte","De guider le drone","D’augmenter la puissance moteur"],"ans":"D’alerter en cas de batterie faible ou de limite atteinte","why":"Les alarmes sonores de télémétrie préviennent le pilote lorsqu’un seuil critique de batterie, distance ou altitude est atteint."},
{"id":71,"q":"Que signifie RTH sur une télécommande de drone ?","opts":["Ready To Hover","Return To Home","Remote Transmission Handler","Rotate To Heading"],"ans":"Return To Home","why":"La fonction RTH ordonne au drone de revenir automatiquement à son point de décollage en cas de perte de signal ou sur commande du pilote."},
{"id":72,"q":"Que doit régler le pilote avant d’activer la fonction RTH ?","opts":["L’altitude de retour adaptée à l’environnement","La couleur du voyant LED","Le niveau du zoom caméra","La vitesse du GPS"],"ans":"L’altitude de retour adaptée à l’environnement","why":"L’altitude RTH doit être paramétrée pour éviter les obstacles sur le trajet de retour."},
{"id":73,"q":"Quelle est la hauteur maximale légale de vol pour un drone de loisir ?","opts":["50 m","100 m","120 m","150 m"],"ans":"120 m","why":"La réglementation européenne limite les vols à 120 mètres AGL (Above Ground Level), sauf exceptions spécifiques."},
{"id":74,"q":"Quelle distance horizontale maximale est souvent configurée par défaut ?","opts":["100 m","300 m","400 m","1000 m"],"ans":"400 m","why":"La plupart des drones déclenchent une alerte ou limitation automatique à 400 mètres de rayon pour rester dans la zone visuelle."},
{"id":75,"q":"Que se passe-t-il si un drone dépasse la distance limite configurée ?","opts":["Il s’éteint","Il déclenche un RTH automatique","Il continue sans contrôle","Il atterrit immédiatement"],"ans":"Il déclenche un RTH automatique","why":"Les drones configurés avec une limite de distance enclenchent automatiquement un retour à la maison lorsqu’elle est dépassée."},
{"id":76,"q":"Pourquoi les alertes de dépassement d’altitude sont utiles ?","opts":["Elles économisent la batterie","Elles préviennent les risques de collision avec l’espace aérien habité","Elles désactivent le GPS","Elles stabilisent le vol"],"ans":"Elles préviennent les risques de collision avec l’espace aérien habité","why":"Les alertes d’altitude rappellent au pilote les limites légales et évitent d’empiéter sur les zones aéronautiques."},
{"id":77,"q":"Quelle information le mode de vol GPS fournit-il ?","opts":["Le niveau de batterie","La position et la stabilité automatique","La fréquence radio","La température du moteur"],"ans":"La position et la stabilité automatique","why":"Le mode GPS permet de stabiliser automatiquement le drone à une position fixe et de suivre des trajectoires précises."},
{"id":78,"q":"Que fait le drone si la fonction RTH est activée trop bas dans une zone d’arbres ?","opts":["Il monte d’abord à l’altitude RTH programmée","Il revient directement en ligne droite","Il s’éteint","Il descend lentement au sol"],"ans":"Il monte d’abord à l’altitude RTH programmée","why":"Le drone monte toujours à l’altitude de sécurité RTH avant de revenir au point de départ afin d’éviter les obstacles."},
{"id":79,"q":"Que signifie l’acronyme OSD ?","opts":["On Screen Display","Operational Safety Drone","Optical Signal Device","Over System Data"],"ans":"On Screen Display","why":"L’OSD affiche les données de télémétrie en temps réel sur l’écran du pilote : altitude, vitesse, tension, etc."},
{"id":80,"q":"Quelle est la fonction principale d’un ESC ?","opts":["Contrôler la vitesse des moteurs","Alimenter le GPS","Refroidir les batteries","Piloter la caméra"],"ans":"Contrôler la vitesse des moteurs","why":"L’ESC (Electronic Speed Controller) convertit les signaux du contrôleur de vol en commandes précises pour chaque moteur."},
{"id":81,"q":"Que se passe-t-il si un ESC tombe en panne sur un quadcoptère ?","opts":["Le drone compense automatiquement","Le moteur concerné s’arrête et le vol devient instable","Les autres moteurs s’arrêtent aussi","Le GPS prend le relais"],"ans":"Le moteur concerné s’arrête et le vol devient instable","why":"La perte d’un moteur déséquilibre la poussée globale, rendant le vol difficile voire impossible sans compensation logicielle."},
{"id":82,"q":"Quelle est la mission principale du contrôleur de vol ?","opts":["Assurer la stabilisation et interpréter les commandes du pilote","Gérer uniquement la batterie","Afficher la télémétrie","Analyser les photos aériennes"],"ans":"Assurer la stabilisation et interpréter les commandes du pilote","why":"Le contrôleur de vol est le cerveau du drone, calculant en permanence la vitesse moteur nécessaire pour maintenir la stabilité."},
{"id":83,"q":"Quel composant détecte les vitesses angulaires du drone ?","opts":["Altimètre","Gyroscope","Compas","Baromètre"],"ans":"Gyroscope","why":"Le gyroscope mesure les vitesses de rotation autour des axes de roulis, tangage et lacet pour stabiliser l’aéronef."},
{"id":84,"q":"Que mesure l’accéléromètre intégré au drone ?","opts":["La vitesse du vent","Les accélérations et la gravité","La tension électrique","La densité de l’air"],"ans":"Les accélérations et la gravité","why":"L’accéléromètre détecte les variations de vitesse et aide à estimer la position et la stabilité du drone."},
{"id":85,"q":"Quel ensemble regroupe gyroscope, accéléromètre et magnétomètre ?","opts":["GPS","IMU","ESC","RTH"],"ans":"IMU","why":"L’IMU (Inertial Measurement Unit) est une unité de mesure inertielle combinant plusieurs capteurs pour suivre l’attitude et les mouvements du drone."},
{"id":86,"q":"Comment le contrôleur de vol utilise-t-il l’IMU ?","opts":["Pour stabiliser le drone en temps réel","Pour calculer la vitesse GPS","Pour recharger la batterie","Pour contrôler la caméra"],"ans":"Pour stabiliser le drone en temps réel","why":"Le contrôleur de vol compare les données IMU avec les commandes du pilote pour corriger la position instantanément."},
{"id":87,"q":"Que se passe-t-il si la calibration de la boussole est mal faite ?","opts":["Le drone décolle plus vite","Le GPS devient inutile","Le drone peut dériver ou perdre son orientation","Les moteurs tournent à l’envers"],"ans":"Le drone peut dériver ou perdre son orientation","why":"Une mauvaise calibration magnétique fausse la direction du compas, rendant le contrôle imprécis."},
{"id":88,"q":"Quelle est la conséquence d’un signal GPS insuffisant lors du décollage ?","opts":["Le drone reste au sol ou refuse de décoller","Le drone s’éteint","Le mode sport s’active","La batterie se vide rapidement"],"ans":"Le drone reste au sol ou refuse de décoller","why":"Les drones modernes empêchent le décollage sans un nombre minimum de satellites pour assurer une position stable."},
{"id":89,"q":"Quelle donnée la télémétrie peut afficher sur l’écran du pilote ?","opts":["La couleur du drone","L’humidité ambiante","La tension batterie et la hauteur de vol","Le type d’hélice"],"ans":"La tension batterie et la hauteur de vol","why":"La télémétrie transmet les paramètres essentiels comme tension, altitude, vitesse et signal GPS."},
{"id":90,"q":"Pourquoi faut-il calibrer régulièrement la boussole d’un drone ?","opts":["Pour corriger les dérives dues au magnétisme local","Pour augmenter la portée radio","Pour stabiliser la caméra","Pour économiser la batterie"],"ans":"Pour corriger les dérives dues au magnétisme local","why":"Le champ magnétique terrestre varie selon l’environnement, donc une calibration régulière maintient une orientation correcte."},
{"id":91,"q":"Quel composant est responsable du calcul de la position exacte du drone ?","opts":["Gyroscope","GPS (GNSS)","Altimètre barométrique","ESC"],"ans":"GPS (GNSS)","why":"Le système GNSS détermine la position géographique du drone à partir de signaux satellites."},
{"id":92,"q":"Que signifie la perte de télémétrie pendant un vol ?","opts":["Le drone tombe immédiatement","Le pilote ne reçoit plus les données de vol","Les moteurs s’arrêtent","Le GPS se met en veille"],"ans":"Le pilote ne reçoit plus les données de vol","why":"Une perte de télémétrie n’empêche pas le vol mais prive le pilote des informations de surveillance essentielles."},
{"id":93,"q":"Quelle est la meilleure façon d’éviter une perte de liaison radio ?","opts":["Voler plus haut","Maintenir le drone dans le champ visuel et éviter les obstacles entre antennes","Augmenter la puissance du signal illégalement","Désactiver le GPS"],"ans":"Maintenir le drone dans le champ visuel et éviter les obstacles entre antennes","why":"Les obstacles ou distances excessives réduisent la qualité du signal radio ; le vol à vue garantit une liaison stable."},
{"id":94,"q":"Pourquoi un plan de vol automatique nécessite-t-il un GPS actif ?","opts":["Pour la stabilisation manuelle","Pour calculer la position exacte des waypoints","Pour équilibrer la batterie","Pour enregistrer la vidéo"],"ans":"Pour calculer la position exacte des waypoints","why":"Le GPS permet au drone de suivre précisément les coordonnées des points définis dans la mission automatique."},
{"id":95,"q":"Quel capteur mesure la pression atmosphérique pour estimer l’altitude AGL ?","opts":["Gyroscope","Baromètre","Accéléromètre","Magnétomètre"],"ans":"Baromètre","why":"L’altimètre barométrique déduit la hauteur à partir de la pression de l’air, utile pour des variations fines d’altitude."},
{"id":96,"q":"Pourquoi l’équilibrage des hélices est-il indispensable ?","opts":["Pour économiser la carte SD","Pour réduire les vibrations et protéger l’IMU","Pour augmenter la puissance radio","Pour améliorer la couleur de l’image"],"ans":"Pour réduire les vibrations et protéger l’IMU","why":"Des hélices déséquilibrées créent des vibrations qui perturbent gyroscopes/accéléros et peuvent générer du jello en vidéo."},
{"id":97,"q":"Que signifie le KV d’un moteur brushless ?","opts":["Tension maximale supportée","Tours/minute par volt sans charge","Résistance interne du bobinage","Couple maximal continu"],"ans":"Tours/minute par volt sans charge","why":"Un moteur 1000 KV tournera ~1000 rpm par volt à vide ; le KV n’est pas un indicateur direct de couple."},
{"id":98,"q":"Quel est l’effet d’une hélice de plus grand diamètre mais même pas ?","opts":["Moins de traction","Plus de traction et charge moteur accrue","Consommation identique","Réduction du bruit systématique"],"ans":"Plus de traction et charge moteur accrue","why":"Un diamètre plus grand déplace plus d’air, augmente la poussée et la charge sur le moteur/ESC → consommation supérieure."},
{"id":99,"q":"Quel symptôme indique typiquement un ESC en surchauffe ?","opts":["LED plus lumineuses","Coupures moteur ou désynchronisation","GPS plus précis","Baisse du bruit radio"],"ans":"Coupures moteur ou désynchronisation","why":"La surchauffe peut provoquer des protections thermiques, pertes de synchronisation ou arrêts intermittents du moteur."},
{"id":100,"q":"Pourquoi le centre de gravité (CG) doit-il être proche du centre géométrique ?","opts":["Pour l’esthétique","Pour réduire l’effort des moteurs et la correction IMU","Pour augmenter le bruit","Pour consommer plus"],"ans":"Pour réduire l’effort des moteurs et la correction IMU","why":"Un CG centré facilite la stabilisation et limite les couples parasites nécessitant des corrections énergivores."},
{"id":101,"q":"Quelle pratique améliore la longévité des batteries LiPo ?","opts":["Décharger toujours à 0 %","Stocker à ~3,8 V par cellule","Charger à 4,4 V par cellule","Laisser au soleil après vol"],"ans":"Stocker à ~3,8 V par cellule","why":"Le stockage à tension intermédiaire limite la dégradation chimique ; éviter pleine charge ou décharge profonde prolongée."},
{"id":102,"q":"Que représente le 'C' d’une batterie LiPo 1500 mAh 30C ?","opts":["Capacité en Coulomb","Courant de décharge admissible multiplié par la capacité","Charge maximale du chargeur en ampères","Compensation barométrique"],"ans":"Courant de décharge admissible multiplié par la capacité","why":"Le courant continu théorique max ≈ 1,5 Ah × 30 = 45 A (à interpréter avec prudence pour préserver la batterie)."},
{"id":103,"q":"Quel risque principal entraîne une décharge trop profonde d’une LiPo ?","opts":["Amélioration de la capacité","Augmentation de la tension","Dommages irréversibles et gonflement","Réduction du poids"],"ans":"Dommages irréversibles et gonflement","why":"Passer sous la tension minimale par cellule détériore l’électrochimie, provoque échauffement/gonflement et perte de capacité."},
{"id":104,"q":"Pourquoi l’équilibrage (balance) à la charge est-il important ?","opts":["Pour accélérer la charge","Pour égaliser la tension des cellules et éviter la surcharge d’une cellule","Pour améliorer le signal GPS","Pour réduire la taille de la batterie"],"ans":"Pour égaliser la tension des cellules et éviter la surcharge d’une cellule","why":"Le chargeur balance aligne les tensions cellule par cellule pour éviter d’endommager la plus haute."},
{"id":105,"q":"Quel est l’effet de l’effet de sol (ground effect) au décollage des multirotors ?","opts":["Moins de portance","Poussée apparente accrue et comportement flottant","Aucune influence","Perte immédiate de contrôle"],"ans":"Poussée apparente accrue et comportement flottant","why":"Le flux d’air rebondit sur le sol, augmentant la pression sous l’appareil et modifiant la réponse des commandes."},
{"id":106,"q":"Pourquoi inverser deux phases d’un moteur brushless change le sens de rotation ?","opts":["Pour modifier le KV","Parce que le champ tournant est inversé","Pour réduire les vibrations","Pour baisser la consommation"],"ans":"Parce que le champ tournant est inversé","why":"Un brushless triphasé change de sens quand deux fils sont inversés, inversant la séquence des phases."},
{"id":107,"q":"Quel est le meilleur indicateur pratique pour décider l’atterrissage avant coupure batterie ?","opts":["Couleur du drone","Tension instantanée sous charge + alerte OSD","Température extérieure","Nombre de satellites"],"ans":"Tension instantanée sous charge + alerte OSD","why":"La tension sous charge reflète l’état réel ; combinée à l’alerte OSD elle permet d’anticiper un atterrissage sécurisé."},
{"id":108,"q":"Quel réglage ESC influe sur la réactivité moteur ?","opts":["Timing/commutation et fréquence PWM","Couleur des LED","Type de connecteur XT","Longueur des bras"],"ans":"Timing/commutation et fréquence PWM","why":"Un timing adapté et une PWM suffisante améliorent la réponse moteur, mais un mauvais réglage peut chauffer l’ESC."},
{"id":109,"q":"Pourquoi il ne faut jamais monter des hélices fissurées ?","opts":["Elles pèsent moins","Elles réduisent le bruit","Risque de rupture en vol et perte de contrôle","Elles améliorent la poussée"],"ans":"Risque de rupture en vol et perte de contrôle","why":"Une pale fragilisée peut se rompre à haute vitesse, provoquant des vibrations extrêmes ou un crash."},
{"id":110,"q":"Quel est l’impact d’une hélice à plus grand pas (pitch) à diamètre constant ?","opts":["Moins de charge moteur","Plus de vitesse potentielle mais consommation accrue","Moins de traction statique","Annulation de l’effet de sol"],"ans":"Plus de vitesse potentielle mais consommation accrue","why":"Un pas plus élevé déplace plus d’air par tour, demande plus de couple → intensité plus élevée."},
{"id":111,"q":"Quelle vérification mécanique simple avant vol réduit les vibrations ?","opts":["Resserrer la caméra","Vérifier le serrage des vis moteurs et la fixation des hélices","Changer le récepteur radio","Nettoyer la lentille"],"ans":"Vérifier le serrage des vis moteurs et la fixation des hélices","why":"Des fixations desserrées créent du jeu, source majeure de vibrations et de dérive IMU."},
{"id":112,"q":"Pourquoi utiliser des pads anti-vibration entre frame et contrôleur de vol ?","opts":["Pour gagner du poids","Pour filtrer les hautes fréquences transmises aux capteurs","Pour refroidir le GPS","Pour rigidifier le châssis"],"ans":"Pour filtrer les hautes fréquences transmises aux capteurs","why":"L’isolation mécanique réduit le bruit des capteurs inertiels et améliore la stabilisation."},
{"id":113,"q":"Quelle conséquence d’un CG trop avancé sur un quad ?","opts":["Tendance à cabrer","Tendance à piquer et surconsommation à corriger","Aucune","Rotation libre plus rapide"],"ans":"Tendance à piquer et surconsommation à corriger","why":"Le contrôleur compense en permanence le moment piqueur, ce qui augmente la consommation et réduit la stabilité."},
{"id":114,"q":"Quel est le bon sens générique de rotation des hélices pour limiter l’aspiration d’objets lors du décollage ?","opts":["Toutes vers l’intérieur (props in)","Toutes vers l’extérieur (props out)","Avant vers l’intérieur, arrière vers l’extérieur","Sens aléatoire"],"ans":"Toutes vers l’extérieur (props out)","why":"Le schéma 'props out' tend à repousser les débris vers l’extérieur et améliore la tenue en virage (selon conception)."},
{"id":115,"q":"Pourquoi éviter les rallonges de câbles batterie trop longues ?","opts":["Elles augmentent la puissance","Elles réduisent la tension","Elles accroissent la résistance et les pointes de courant sur l’ESC","Elles refroidissent la LiPo"],"ans":"Elles accroissent la résistance et les pointes de courant sur l’ESC","why":"Une inductance/résistance supplémentaires dégradent la qualité d’alimentation et peuvent stresser l’ESC."},
{"id":116,"q":"Quel protocole de commande moteur est plus réactif sur multirotors récents ?","opts":["PWM 50 Hz","OneShot125","DShot","I²C"],"ans":"DShot","why":"DShot est un protocole numérique robuste et rapide, améliorant la précision et la réactivité par rapport aux PWM analogiques."},
{"id":117,"q":"Quelle mesure prolonge la durée de vie d’une LiPo après vol ?","opts":["La laisser pleine pendant plusieurs jours","La remettre directement en charge à 4,2 V/cell","La ramener à la tension de stockage si non réutilisée sous 24–48 h","La placer au congélateur"],"ans":"La ramener à la tension de stockage si non réutilisée sous 24–48 h","why":"Limiter le temps passé à pleine charge réduit la dégradation ; le mode storage est recommandé."},
{"id":118,"q":"Quel indicateur de santé batterie surveiller au-delà de la tension ?","opts":["Nombre de satellites","Résistance interne/IR des cellules","Température de l’air","Taille de l’hélice"],"ans":"Résistance interne/IR des cellules","why":"Une IR qui augmente indique un vieillissement : échauffement, chute de tension et perte de performance."},
{"id":119,"q":"Lors d’un vol lourdement chargé, quel paramètre doit être reconfiguré en priorité ?","opts":["Altitude RTH plus basse","Limite de courant/alarme tension et distance de sécurité","Couleur des LED","KV moteur"],"ans":"Limite de courant/alarme tension et distance de sécurité","why":"La charge utile réduit l’autonomie et la marge de puissance ; adapter les seuils évite une coupure en retour."},
{"id":120,"q":"Pourquoi tenir un carnet de maintenance (hélices, moteurs, batteries) ?","opts":["Pour décorer la mallette","Pour respecter une simple mode","Pour tracer remplacements/incidents et anticiper les défaillances","Pour augmenter la portée radio"],"ans":"Pour tracer remplacements/incidents et anticiper les défaillances","why":"Un suivi daté des composants critique permet d’identifier les tendances (vibrations, IR en hausse) et d’agir avant la panne."}
]

