[
{"id":1,"q":"Qu'appelle-t-on l'enveloppe de vol d'un aéronef ?","opts":["La vitesse maximale autorisée","L'ensemble des conditions de vol possibles (vitesses, altitudes, poids, etc.)","Les limites du manuel d'utilisation du drone","La zone géographique autorisée au vol"],"ans":"L'ensemble des conditions de vol possibles (vitesses, altitudes, poids, etc.)","why":"L'enveloppe de vol regroupe toutes les combinaisons possibles de vitesses, altitudes, poids, centres de gravité et configurations dans lesquelles l’aéronef peut voler en sécurité."},
{"id":2,"q":"Quelle est la principale différence entre l’enveloppe de vol d’un multi-rotor et celle d’une aile fixe ?","opts":["Le multi-rotor n’a pas de vitesse maximale","L’aile fixe nécessite une distance de décollage et d’atterrissage","Le multi-rotor ne subit pas les effets du vent","L’aile fixe n’a pas de limite d’altitude"],"ans":"L’aile fixe nécessite une distance de décollage et d’atterrissage","why":"L’enveloppe de vol d’une aile fixe inclut la distance nécessaire pour le décollage et l’atterrissage, contrairement à un multi-rotor qui décolle verticalement."},
{"id":3,"q":"Quelle force s'oppose au poids d'un aéronef ?","opts":["La traînée","La portance","La traction","La poussée"],"ans":"La portance","why":"La portance agit perpendiculairement au vent relatif et s’oppose au poids, permettant à l’aéronef de se maintenir en vol."},
{"id":4,"q":"Sur un multi-rotor, la portance est assurée par :","opts":["Les ailes fixes","Les rotors situés aux extrémités","Le fuselage","Le stabilisateur arrière"],"ans":"Les rotors situés aux extrémités","why":"Les rotors, généralement disposés en croix, génèrent la portance sur un multi-rotor."},
{"id":5,"q":"Le centre de gravité d’un aéronef doit se situer :","opts":["Devant le foyer","Derrière le foyer","Exactement au foyer","Au même endroit que le centre de poussée"],"ans":"Devant le foyer","why":"Le foyer doit toujours se trouver derrière le centre de gravité pour garantir la stabilité longitudinale de l’aéronef."},
{"id":6,"q":"Quelle conséquence peut avoir un centrage trop arrière ?","opts":["L’aéronef devient plus stable mais moins maniable","L’aéronef devient instable et sujet au cabré","L’aéronef consomme davantage","L’aéronef ne peut plus tourner"],"ans":"L’aéronef devient instable et sujet au cabré","why":"Un centre de gravité trop arrière rend l’aéronef instable, augmente le risque de cabrage excessif et rend la sortie de vrille difficile."},
{"id":7,"q":"Un centrage avant rend l’aéronef :","opts":["Très maniable","Instable","Stable mais difficile à cabrer","Facile à décoller"],"ans":"Stable mais difficile à cabrer","why":"Un centrage avant rend l’appareil plus stable, mais diminue la maniabilité et complique le redressement à la rotation ou en croisière."},
{"id":8,"q":"Quel est l'effet d'un poids trop élevé sur un multi-rotor ?","opts":["Une meilleure stabilité","Une autonomie réduite et difficulté de montée","Un taux de montée plus élevé","Une consommation réduite"],"ans":"Une autonomie réduite et difficulté de montée","why":"L’augmentation du poids réduit l’autonomie, la réactivité et le taux de montée du multi-rotor."},
{"id":9,"q":"Le centre de gravité (CG) est :","opts":["Le point de contact au sol","Le point d’application de la portance","Le point où l’aéronef est en équilibre","Le point le plus lourd de l’aéronef"],"ans":"Le point où l’aéronef est en équilibre","why":"Le CG est le point théorique où l’aéronef serait en équilibre s’il était suspendu à ce point."},
{"id":10,"q":"Quelle est la formule correcte pour calculer la charge utile ?","opts":["Charge utile = Poids total autorisé + Poids à vide","Charge utile = Poids total autorisé - Poids à vide","Charge utile = Poids à vide / Poids maximal","Charge utile = Poids total autorisé / 2"],"ans":"Charge utile = Poids total autorisé - Poids à vide","why":"La charge utile correspond à la différence entre le poids total autorisé au décollage et le poids à vide de l’aéronef."},
{"id":11,"q":"Que se passe-t-il si le centre de gravité est au-dessus du plan des hélices sur un multicoptère ?","opts":["L’appareil devient plus stable","L’appareil devient instable et se retourne facilement","L’appareil consomme moins","L’appareil ne peut plus tourner"],"ans":"L’appareil devient instable et se retourne facilement","why":"Un centre de gravité situé trop haut rend la machine instable car elle a tendance à basculer et exige plus de correction des moteurs."},
{"id":12,"q":"Un aéronef centré trop avant présente quelle difficulté principale ?","opts":["Sortie de vrille impossible","Effort excessif au manche pour cabrer","Perte de portance","Tendance à monter sans contrôle"],"ans":"Effort excessif au manche pour cabrer","why":"Avec un centrage trop avant, il faut exercer un effort important sur la profondeur pour maintenir ou redresser l’appareil."},
{"id":13,"q":"Pourquoi faut-il vérifier le centrage avant chaque vol ?","opts":["Pour économiser la batterie","Parce que la répartition du poids peut changer selon la charge embarquée","Pour améliorer la vitesse de croisière","Pour équilibrer les hélices"],"ans":"Parce que la répartition du poids peut changer selon la charge embarquée","why":"Chaque vol peut impliquer un chargement différent (batterie, caméra, capteurs), modifiant la position du centre de gravité."},
{"id":14,"q":"Un aéronef centré arrière mais dans les limites autorisées :","opts":["Est très stable mais peu maniable","Est instable et dangereux","Est plus maniable mais moins stable","Ne peut pas décoller"],"ans":"Est plus maniable mais moins stable","why":"Un centrage légèrement arrière dans les limites augmente la maniabilité au détriment de la stabilité."},
{"id":15,"q":"Pourquoi un centrage arrière augmente-t-il le risque de décrochage ?","opts":["Car la queue s’enfonce et la portance diminue","Car la vitesse augmente","Car la traînée disparaît","Car les moteurs sont plus sollicités"],"ans":"Car la queue s’enfonce et la portance diminue","why":"Un centrage arrière fait cabrer l’appareil, augmentant l’incidence et le risque de décrochage prématuré."},
{"id":16,"q":"Quel est le principal risque d’un centrage trop arrière sur un avion ?","opts":["Surconsommation","Perte de stabilité longitudinale et tailstrike","Surchauffe moteur","Dérive latérale"],"ans":"Perte de stabilité longitudinale et tailstrike","why":"Un CG trop arrière entraîne une grande instabilité et peut provoquer un contact de la queue au sol (tailstrike) à l’atterrissage."},
{"id":17,"q":"Quelle action permet de déterminer si un drone est correctement centré ?","opts":["Peser la machine avec un dynamomètre","Le soulever par son axe de tangage et vérifier l’équilibre","Mesurer la tension de batterie","Vérifier le manuel utilisateur"],"ans":"Le soulever par son axe de tangage et vérifier l’équilibre","why":"Sur les multicoptères, le centrage peut être contrôlé simplement en soulevant l’appareil par son axe de tangage et en ajustant la position de la batterie."},
{"id":18,"q":"Un centre de gravité trop bas sur un multi-rotor entraîne :","opts":["Une grande instabilité","Une meilleure stabilité mais moins de maniabilité","Une plus grande consommation","Une rotation incontrôlée"],"ans":"Une meilleure stabilité mais moins de maniabilité","why":"Un CG bas rend la machine plus stable naturellement, mais la rend aussi moins agile et plus difficile à incliner."},
{"id":19,"q":"Pourquoi un drone modifié par l’utilisateur peut devenir non conforme ?","opts":["Parce que le certificat constructeur ne s’applique plus","Parce que la batterie devient inutilisable","Parce que la vitesse change","Parce que le signal radio est perturbé"],"ans":"Parce que le certificat constructeur ne s’applique plus","why":"Modifier le drone (changement de batterie, accessoires, etc.) peut altérer ses performances et annule sa conformité d’origine."},
{"id":20,"q":"Le centrage d’un drone hybride dépend de :","opts":["Sa vitesse maximale uniquement","La phase de vol (verticale ou avion)","La température extérieure","La taille des rotors"],"ans":"La phase de vol (verticale ou avion)","why":"Un drone hybride combine les contraintes du multi-rotor et de l’aile fixe ; son centrage varie selon qu’il vole en mode vertical ou en translation."},
{"id":21,"q":"Pourquoi est-il essentiel de bien fixer la charge utile avant le vol ?","opts":["Pour équilibrer les hélices","Pour éviter qu'une pièce se détache et perturbe le centrage","Pour réduire la consommation électrique","Pour améliorer la vitesse du drone"],"ans":"Pour éviter qu'une pièce se détache et perturbe le centrage","why":"Une charge utile mal fixée (caméra, batterie, capteur) peut se déplacer en vol, modifier le centrage et entraîner une perte de contrôle ou un crash."},
{"id":22,"q":"Quelle vérification fait partie du contrôle pré-vol concernant la batterie ?","opts":["La tension exacte de chaque cellule","Qu'elle soit bien fixée et bloquée dans son logement","Qu'elle soit totalement déchargée","Qu'elle soit compatible avec le chargeur du constructeur"],"ans":"Qu'elle soit bien fixée et bloquée dans son logement","why":"Avant chaque vol, il faut vérifier que la batterie est bien enfoncée et maintenue par des sangles en bon état afin d’éviter tout déplacement en vol."},
{"id":23,"q":"Quel type d’alimentation n’est pas utilisé pour les drones légers ?","opts":["Thermique","Turbo propulseur","Batteries","Solaire"],"ans":"Turbo propulseur","why":"Les turbopropulseurs sont réservés aux aéronefs plus lourds ; les drones légers utilisent des batteries électriques."},
{"id":24,"q":"Quel est le principal risque lié aux batteries lithium polymère ?","opts":["L’effet mémoire","La surchauffe et l’inflammabilité","Le poids trop élevé","La perte de capacité à froid"],"ans":"La surchauffe et l’inflammabilité","why":"Les Li-Po sont performantes mais inflammables ; une surcharge, une perforation ou un déséquilibre peut provoquer un incendie."},
{"id":25,"q":"Quelle est la formule pour calculer le moment d’une charge ?","opts":["Moment = masse / distance","Moment = masse × distance","Moment = masse + distance","Moment = distance / masse"],"ans":"Moment = masse × distance","why":"Le moment représente le produit de la masse par sa distance au point de référence, utile pour calculer le centrage."},
{"id":26,"q":"Que signifie un accu 3S ?","opts":["3 éléments en série","3 éléments en parallèle","3 ampères de capacité","3 cellules de réserve"],"ans":"3 éléments en série","why":"La lettre S indique le nombre de cellules montées en série, ce qui additionne les tensions de chaque élément."},
{"id":27,"q":"Quel type de batterie est le plus utilisé pour les drones ?","opts":["NiMH","Li-ion","LiPo (Lithium Polymère)","Plomb"],"ans":"LiPo (Lithium Polymère)","why":"Les batteries LiPo sont privilégiées car elles sont légères, puissantes et offrent une bonne capacité de décharge."},
{"id":28,"q":"Pourquoi ne faut-il jamais décharger complètement une batterie LiPo ?","opts":["Parce qu’elle se recharge plus lentement ensuite","Parce qu’elle peut se détériorer définitivement","Parce qu’elle perd en tension momentanément","Parce qu’elle devient instable à haute température"],"ans":"Parce qu’elle peut se détériorer définitivement","why":"Une décharge totale détériore les cellules d’une LiPo ; il est recommandé de s’arrêter à 20 % de capacité restante."},
{"id":29,"q":"Quel est l’effet mémoire ?","opts":["La perte de charge d’une batterie inutilisée","La perte progressive de capacité si la batterie est rechargée avant décharge complète","L’augmentation de tension lors du stockage","L’accumulation d’énergie résiduelle dans les cellules"],"ans":"La perte progressive de capacité si la batterie est rechargée avant décharge complète","why":"L’effet mémoire réduit la capacité disponible d’une batterie lorsqu’elle est rechargée avant d’être entièrement déchargée, surtout sur Ni-Cd et Ni-Mh."},
{"id":30,"q":"Les batteries Li-ion sont :","opts":["Très légères mais peu puissantes","Lourdes mais stables et souvent utilisées en automobile","Très fragiles aux températures basses","Interdites pour les drones"],"ans":"Lourdes mais stables et souvent utilisées en automobile","why":"Les Li-ion sont performantes mais trop lourdes pour les drones ; elles sont surtout utilisées dans les voitures électriques."},
{"id":31,"q":"Que signifie le 'C' dans la désignation d'une batterie ?","opts":["Capacité nominale de tension","Taux de décharge maximal","Coefficient de charge thermique","Courant de charge minimal"],"ans":"Taux de décharge maximal","why":"Le C indique combien de fois la capacité nominale peut être délivrée instantanément. Par exemple, 20C signifie 20 fois la capacité par heure."},
{"id":32,"q":"Dans une configuration en parallèle, que se passe-t-il ?","opts":["Le voltage augmente","L’ampérage augmente","La tension diminue","La puissance reste identique"],"ans":"L’ampérage augmente","why":"En parallèle, les tensions restent identiques mais les capacités (ampérages) s’additionnent."},
{"id":33,"q":"Dans une configuration en série, que se passe-t-il ?","opts":["La tension totale augmente","L’intensité double","La capacité totale diminue","Les deux valeurs s’additionnent"],"ans":"La tension totale augmente","why":"En série, on additionne les voltages des cellules tandis que la capacité (Ah) reste identique."},
{"id":34,"q":"Quelle précaution est essentielle lors du chargement d’une batterie LiPo ?","opts":["Ne pas dépasser 1C de charge","Utiliser un câble court","Charger à plus de 4.5V par cellule","Laisser la batterie sans surveillance"],"ans":"Ne pas dépasser 1C de charge","why":"La plupart des accus LiPo doivent être chargés à 1C, soit un courant égal à leur capacité nominale pour éviter toute surchauffe."},
{"id":35,"q":"Pourquoi faut-il utiliser un câble d’équilibrage lors de la charge ?","opts":["Pour équilibrer les tensions entre les cellules","Pour recharger plus vite","Pour améliorer la puissance","Pour éviter la surcharge du chargeur"],"ans":"Pour équilibrer les tensions entre les cellules","why":"Le câble d’équilibrage permet au chargeur de contrôler la tension de chaque cellule et d’éviter une surcharge sur l’une d’elles."},
{"id":36,"q":"Quelle est la tension d’une cellule LiPo à pleine charge ?","opts":["3.7V","4.2V","5.0V","3.0V"],"ans":"4.2V","why":"Une cellule LiPo atteint 4.2V à pleine charge et environ 3.7V en utilisation normale."},
{"id":37,"q":"Pourquoi faut-il stocker une batterie mi-chargée ?","opts":["Pour éviter qu’elle se vide pendant le stockage","Pour éviter sa dégradation chimique et gonflement","Pour améliorer la vitesse de charge ultérieure","Pour limiter la perte de tension à froid"],"ans":"Pour éviter sa dégradation chimique et gonflement","why":"Une batterie stockée pleine se détériore plus vite ; la stocker à environ 3.7V/élément prolonge sa durée de vie."},
{"id":38,"q":"Quelle température affecte le plus les performances d’une LiPo ?","opts":["La chaleur modérée","Le froid intense","Les températures supérieures à 20°C","L’humidité"],"ans":"Le froid intense","why":"À basse température, la résistance interne augmente et les ampères ont du mal à sortir, réduisant les performances."},
{"id":39,"q":"Quel accessoire est recommandé pour charger une LiPo en toute sécurité ?","opts":["Un câble long","Un sac ignifugé","Un ventilateur","Un thermomètre"],"ans":"Un sac ignifugé","why":"Le sac ignifugé limite la propagation d’un incendie en cas de défaillance ou d’explosion pendant la charge."},
{"id":40,"q":"Que faut-il faire avant de jeter une batterie usagée ?","opts":["La recharger complètement","La percer pour la neutraliser","La décharger, isoler les bornes et la déposer dans un centre agréé","La jeter avec les déchets ménagers"],"ans":"La décharger, isoler les bornes et la déposer dans un centre agréé","why":"Une batterie doit être entièrement déchargée, isolée et déposée dans un point de collecte afin d’éviter les risques de court-circuit ou d’incendie."},
{"id":41,"q":"Quelle est la conséquence d’une surcharge d’un élément de batterie LiPo ?","opts":["La capacité augmente","La batterie chauffe et risque d’exploser","La tension reste stable","La résistance interne diminue"],"ans":"La batterie chauffe et risque d’exploser","why":"Une surcharge provoque un échauffement dangereux et peut mener à un gonflement ou à un incendie de la batterie LiPo."},
{"id":42,"q":"Pourquoi ne faut-il jamais percer une batterie LiPo ?","opts":["Car cela provoque un court-circuit et peut enflammer le lithium","Parce que cela annule la garantie","Parce qu’elle ne se recharge plus après","Parce que cela provoque une perte d’énergie"],"ans":"Car cela provoque un court-circuit et peut enflammer le lithium","why":"Percer une batterie LiPo met en contact le lithium avec l’air ou l’humidité, ce qui provoque une inflammation immédiate."},
{"id":43,"q":"Quelle plage de tension doit respecter chaque cellule LiPo ?","opts":["Entre 3.3V et 4.2V","Entre 2.5V et 4.5V","Entre 3.0V et 5.0V","Entre 3.7V et 4.8V"],"ans":"Entre 3.3V et 4.2V","why":"Chaque cellule d’une LiPo doit rester entre 3.3V et 4.2V pour éviter la dégradation chimique ou l’instabilité thermique."},
{"id":44,"q":"Quel phénomène peut se produire si les éléments d’un accu sont déséquilibrés ?","opts":["Une surchauffe du chargeur","Une surcharge de l’un des éléments","Une décharge trop rapide","Une perte temporaire de capacité"],"ans":"Une surcharge de l’un des éléments","why":"Si un élément est plus chargé que les autres, le chargeur peut le surcharger, entraînant gonflement ou feu."},
{"id":45,"q":"Pourquoi faut-il rester à proximité d’une batterie en charge ?","opts":["Pour ajuster le courant","Pour intervenir immédiatement en cas de surchauffe ou d’incendie","Pour mesurer la tension exacte","Pour accélérer le processus de charge"],"ans":"Pour intervenir immédiatement en cas de surchauffe ou d’incendie","why":"Une surveillance constante est nécessaire pour éviter un départ de feu en cas de défaillance durant la charge."},
{"id":46,"q":"Quelle est la durée de vie moyenne d’un accu LiPo ?","opts":["1 an","2 à 3 ans","5 à 7 ans","10 ans"],"ans":"2 à 3 ans","why":"Les accus LiPo ont une durée de vie moyenne de 2 à 3 ans, ou environ 100 cycles de charge/décharge avant perte de performance notable."},
{"id":47,"q":"Pourquoi un accu gonfle-t-il ?","opts":["À cause d’une mauvaise connexion","À cause d’un déséquilibre ou d’une surcharge des cellules","Parce qu’il est trop froid","Parce qu’il a trop peu de cycles"],"ans":"À cause d’un déséquilibre ou d’une surcharge des cellules","why":"Un déséquilibre ou une surcharge entraîne une réaction chimique interne qui produit des gaz et gonfle la batterie."},
{"id":48,"q":"Quelle est la tension d’une cellule LiPo en utilisation normale (non pleine charge) ?","opts":["4.2V","3.7V","3.3V","3.0V"],"ans":"3.7V","why":"La tension nominale d’une cellule LiPo en utilisation est de 3.7V ; c’est la valeur de référence du fonctionnement standard."},
{"id":49,"q":"Pourquoi faut-il isoler les prises des accus en stockage ?","opts":["Pour éviter les pertes d’énergie","Pour prévenir les courts-circuits","Pour améliorer la recharge","Pour réduire l’humidité"],"ans":"Pour prévenir les courts-circuits","why":"L’isolation des bornes empêche un contact accidentel entre pôles positif et négatif, évitant un court-circuit dangereux."},
{"id":50,"q":"Quel matériau est recommandé pour stocker les batteries ?","opts":["Une boîte en métal fermée hermétiquement","Un récipient ininflammable comme un pot en terre cuite","Un sac plastique épais","Un tiroir en bois"],"ans":"Un récipient ininflammable comme un pot en terre cuite","why":"Les batteries doivent être stockées dans un matériau ininflammable et non conducteur, tel qu’un pot en terre cuite, pour réduire les risques d’incendie."},
{"id":51,"q":"Quel est le principal symptôme de fin de vie d’une batterie LiPo ?","opts":["Perte de charge instantanée","Gonflement anormal ou chute de tension en utilisation","Échauffement constant à froid","Augmentation de la tension résiduelle"],"ans":"Gonflement anormal ou chute de tension en utilisation","why":"Une batterie en fin de vie montre un gonflement ou une forte chute de tension sous charge, signes d’usure chimique interne."},
{"id":52,"q":"Quel comportement adopter avec un accu neuf ?","opts":["Le charger et l’utiliser à pleine puissance immédiatement","Le roder sur 2 à 3 cycles sans trop tirer dessus","Le décharger complètement avant usage","Le stocker pendant une semaine avant la première utilisation"],"ans":"Le roder sur 2 à 3 cycles sans trop tirer dessus","why":"Un rodage en douceur durant les premiers cycles stabilise la chimie interne et prolonge la durée de vie de la batterie."},
{"id":53,"q":"Pourquoi les données constructeurs de batteries sont souvent fantaisistes ?","opts":["Elles incluent une marge de sécurité exagérée","Elles surestiment le taux de décharge réel (C)","Elles indiquent des valeurs pour usage militaire","Elles ne tiennent pas compte de la température"],"ans":"Elles surestiment le taux de décharge réel (C)","why":"Les fabricants annoncent souvent des valeurs de décharge optimistes (ex : 20C réels ≈ 10-12C en pratique)."},
{"id":54,"q":"Que se passe-t-il si une cellule descend sous 3.0V ?","opts":["Rien de particulier","Elle perd définitivement sa capacité","Elle devient plus performante","Elle se recharge plus lentement"],"ans":"Elle perd définitivement sa capacité","why":"Une cellule LiPo déchargée sous 3.0V subit des dommages irréversibles qui réduisent sa capacité et sa sécurité."},
{"id":55,"q":"Quel est l’intérêt d’utiliser un programme de charge/équilibrage ?","opts":["Réduire le temps de charge","Prolonger la durée de vie et la sécurité de l’accu","Augmenter la capacité","Éviter l’effet mémoire"],"ans":"Prolonger la durée de vie et la sécurité de l’accu","why":"Le programme d’équilibrage ajuste la tension de chaque cellule pour une charge homogène, évitant la surcharge et augmentant la longévité."},
{"id":56,"q":"Pourquoi est-il déconseillé de stocker une batterie pleine ?","opts":["Parce qu’elle perd de la tension instantanément","Parce que cela augmente la résistance interne et accélère le vieillissement","Parce que la tension diminue trop vite","Parce qu’elle consomme plus d’énergie"],"ans":"Parce que cela augmente la résistance interne et accélère le vieillissement","why":"Une batterie pleine se détériore chimiquement plus vite, augmentant la résistance interne et diminuant sa capacité future."},
{"id":57,"q":"Quelle est la tension typique d’une batterie neuve sortie d’usine ?","opts":["4.2V","3.7V","3.3V","2.8V"],"ans":"3.7V","why":"Les batteries neuves sont généralement livrées à mi-charge, soit environ 3.7V par cellule, pour une conservation optimale."},
{"id":58,"q":"Pourquoi ne faut-il pas stocker les batteries dans un endroit humide ?","opts":["Pour éviter les moisissures","Parce que l’humidité favorise la corrosion et les courts-circuits","Parce que la tension baisse plus vite","Parce que la chaleur y est plus forte"],"ans":"Parce que l’humidité favorise la corrosion et les courts-circuits","why":"L’humidité peut pénétrer les connecteurs, provoquer un court-circuit ou endommager l’isolation des bornes."},
{"id":59,"q":"Quelle est la bonne pratique en cas de batterie gonflée ?","opts":["Continuer à l’utiliser jusqu’à la fin du vol","La jeter immédiatement dans les déchets","La décharger totalement et l’apporter dans un centre de recyclage","La stocker isolée pour usage ultérieur"],"ans":"La décharger totalement et l’apporter dans un centre de recyclage","why":"Une batterie gonflée présente un danger d’explosion ; il faut la décharger sous surveillance et la déposer en déchetterie spécialisée."},
{"id":60,"q":"Que faut-il régler sur un contrôleur brushless pour protéger une batterie LiPo ?","opts":["Le courant maximum","La température de coupure","La tension de coupure basse à 3.3V/élément","Le temps de vol maximal"],"ans":"La tension de coupure basse à 3.3V/élément","why":"Programmer la coupure à 3.3V/élément empêche une décharge trop profonde et protège la batterie de la dégradation."},
{"id":61,"q":"Quelle force s’oppose directement à la poussée ?","opts":["La portance","Le poids","La traînée","Le couple moteur"],"ans":"La traînée","why":"La traînée agit parallèlement au vent relatif et s’oppose à la poussée, constituant la résistance aérodynamique principale."},
{"id":62,"q":"Quelle est la conséquence d’un centre de gravité mal positionné sur un aéronef ?","opts":["Aucune, si le poids reste constant","Une modification de la stabilité et du comportement en vol","Une augmentation de la portance","Une réduction automatique de la traînée"],"ans":"Une modification de la stabilité et du comportement en vol","why":"Le centrage influence directement l’équilibre et la stabilité ; un CG mal placé peut rendre l’appareil instable ou difficile à contrôler."},
{"id":63,"q":"Quel est le rôle du foyer d’un aéronef ?","opts":["Déterminer la portance maximale","Servir de point d’application des variations de portance","Assurer la symétrie des ailes","Stabiliser le flux d’air sur le fuselage"],"ans":"Servir de point d’application des variations de portance","why":"Le foyer est le point fixe où s’appliquent les variations de portance, et il doit être derrière le centre de gravité pour stabiliser l’appareil."},
{"id":64,"q":"Comment le centrage influence-t-il la consommation d’un aéronef ?","opts":["Un centrage arrière réduit légèrement la consommation","Un centrage avant la diminue fortement","Il n’a aucun effet","Un centrage arrière l’augmente toujours"],"ans":"Un centrage arrière réduit légèrement la consommation","why":"Un centrage arrière diminue la traînée induite par la profondeur, ce qui réduit légèrement la consommation, mais au détriment de la stabilité."},
{"id":65,"q":"Un aéronef trop centré avant aura tendance à :","opts":["Monter seul","Être trop stable et piquer du nez","Avoir une portance excessive","Cabrer sans contrôle"],"ans":"Être trop stable et piquer du nez","why":"Avec un CG trop avant, l’aéronef devient très stable mais penche vers le bas, nécessitant un effort constant pour cabrer."},
{"id":66,"q":"Que signifie un aéronef 'centré arrière' ?","opts":["Le centre de gravité est proche de la limite avant","Le centre de gravité est déplacé vers la queue","La masse totale est réduite","Le foyer est avancé"],"ans":"Le centre de gravité est déplacé vers la queue","why":"Un centrage arrière signifie que le CG est proche de la limite arrière, ce qui augmente la maniabilité mais réduit la stabilité."},
{"id":67,"q":"Quel est le comportement d’un aéronef centré trop arrière ?","opts":["Stable et lent","Instable avec tendance au cabré et risque de vrille","Très stable et peu maniable","Peu sensible aux rafales"],"ans":"Instable avec tendance au cabré et risque de vrille","why":"Un CG trop arrière provoque une forte instabilité longitudinale et peut rendre la sortie de vrille impossible."},
{"id":68,"q":"Quel effet aérodynamique s’oppose au poids sur une aile fixe ?","opts":["La portance","La traînée","La poussée","Le couple moteur"],"ans":"La portance","why":"Sur une aile fixe, la portance est générée par l’écoulement de l’air sur l’aile et agit vers le haut, contre le poids."},
{"id":69,"q":"Quel phénomène est plus critique sur un multi-rotor mal centré ?","opts":["Le roulis inversé","L’augmentation de la traînée","La surconsommation et l’instabilité","La perte du GPS"],"ans":"La surconsommation et l’instabilité","why":"Un mauvais centrage force certains moteurs à compenser davantage, ce qui augmente la consommation et diminue la stabilité."},
{"id":70,"q":"Pourquoi le calcul du centrage est-il essentiel avant un vol ?","opts":["Pour éviter le dépassement du poids maximal autorisé et s’assurer de la stabilité","Pour connaître la vitesse du vent","Pour régler la tension de la batterie","Pour équilibrer la consommation"],"ans":"Pour éviter le dépassement du poids maximal autorisé et s’assurer de la stabilité","why":"Le centrage garantit que le poids et la répartition des masses respectent les limites imposées, assurant un vol stable et sûr."},
{"id":71,"q":"Quel comportement caractérise un aéronef trop stable ?","opts":["Il devient lent à réagir aux commandes","Il cabre facilement","Il entre rapidement en vrille","Il dérive latéralement"],"ans":"Il devient lent à réagir aux commandes","why":"Une stabilité excessive rend l’aéronef difficile à manœuvrer et réduit sa réactivité."},
{"id":72,"q":"Quelle est la relation entre portance et poids lors du vol stabilisé ?","opts":["La portance est supérieure au poids","La portance égale le poids","La portance est inférieure à la traînée","La portance varie constamment"],"ans":"La portance égale le poids","why":"En vol stabilisé, la portance compense exactement le poids, assurant une altitude constante."},
{"id":73,"q":"Lors d’une montée, quelle force doit être supérieure au poids ?","opts":["La traînée","La portance","La poussée verticale","La force centrifuge"],"ans":"La poussée verticale","why":"Lors d’une montée, la composante verticale de la poussée doit excéder le poids pour permettre une ascension."},
{"id":74,"q":"Pourquoi un drone mal centré consomme-t-il plus ?","opts":["Parce qu’il utilise des moteurs plus puissants","Parce que certains moteurs doivent compenser davantage pour maintenir l’équilibre","Parce qu’il est plus léger","Parce que la batterie chauffe"],"ans":"Parce que certains moteurs doivent compenser davantage pour maintenir l’équilibre","why":"Un centrage déséquilibré force les moteurs à tourner à des vitesses différentes pour stabiliser le drone, augmentant la consommation."},
{"id":75,"q":"Que se passe-t-il si le centre de gravité d’un multi-rotor est trop haut ?","opts":["Le drone devient extrêmement stable","Le drone devient instable et se retourne facilement","La consommation diminue","Le vol devient plus lent"],"ans":"Le drone devient instable et se retourne facilement","why":"Un CG trop haut rend la machine instable, car la masse n’est plus correctement alignée sous le plan des hélices."},
{"id":76,"q":"Pourquoi un centre de gravité bas améliore-t-il la stabilité ?","opts":["Parce qu’il abaisse la portance","Parce qu’il réduit les forces latérales","Parce qu’il augmente le moment d’inertie","Parce qu’il agit comme un pendule sous le plan des hélices"],"ans":"Parce qu’il agit comme un pendule sous le plan des hélices","why":"Un CG bas agit comme un pendule, stabilisant naturellement la machine autour de sa position d’équilibre."},
{"id":77,"q":"Sur une aile fixe, comment est compensé le moment piqueur ?","opts":["Par la poussée des moteurs","Par une portance négative du plan de profondeur","Par la traînée réduite","Par la forme du fuselage"],"ans":"Par une portance négative du plan de profondeur","why":"La portance du plan de profondeur agit vers le bas pour compenser le moment piqueur créé par la portance de l’aile principale."},
{"id":78,"q":"Pourquoi un UAS à aile fixe déplace-t-il ses batteries pour ajuster le centrage ?","opts":["Pour équilibrer la portance entre les ailes","Pour ajuster le centre de gravité selon la phase de vol","Pour réduire la traînée","Pour augmenter la vitesse"],"ans":"Pour ajuster le centre de gravité selon la phase de vol","why":"Le déplacement des batteries permet de maintenir le centre de gravité dans la plage de stabilité définie par le constructeur."},
{"id":79,"q":"Quelle est la conséquence d’un centrage au-delà des limites arrière ?","opts":["Le vol devient plus stable","L’aéronef devient incontrôlable et sujet au tailstrike","Le vol consomme moins d’énergie","Le décollage devient plus court"],"ans":"L’aéronef devient incontrôlable et sujet au tailstrike","why":"Un CG trop arrière provoque une instabilité extrême et peut causer un contact de la queue au sol à l’atterrissage."},
{"id":80,"q":"Quelle est la conséquence d’un centrage au-delà des limites avant ?","opts":["L’aéronef devient instable","Le vol devient plus sûr","L’aéronef devient trop lourd du nez et difficile à redresser","Le décrochage est retardé"],"ans":"L’aéronef devient trop lourd du nez et difficile à redresser","why":"Un CG trop avant empêche le redressement, rend la commande de profondeur inefficace et complique l’arrondi à l’atterrissage."},
{"id":81,"q":"Quelle conséquence directe a une augmentation du poids sur un multicoptère ?","opts":["Une meilleure autonomie","Une perte de stabilité en palier et une montée plus lente","Une vitesse maximale plus élevée","Une portance plus constante"],"ans":"Une perte de stabilité en palier et une montée plus lente","why":"Un poids accru diminue le taux de montée et la réactivité verticale, pouvant même empêcher le décollage si la limite est dépassée."},
{"id":82,"q":"À quel moment le risque de perte de puissance est-il le plus élevé pour un multicoptère ?","opts":["En début de vol","En vol stationnaire","En fin de vol quand la tension batterie diminue","Lors du décollage"],"ans":"En fin de vol quand la tension batterie diminue","why":"En fin de vol, la tension plus faible réduit la puissance disponible, rendant difficile la stabilisation ou l’arrêt d’une descente rapide."},
{"id":83,"q":"Quelle situation peut entraîner un décrochage en virage ?","opts":["Une vitesse trop élevée","Une augmentation du poids apparent","Une diminution du couple moteur","Un centrage avant"],"ans":"Une augmentation du poids apparent","why":"En virage, la charge sur les ailes augmente, ce qui accroît le poids apparent et peut provoquer un décrochage prématuré."},
{"id":84,"q":"Pourquoi faut-il vérifier le centrage avant chaque vol, même si le drone semble équilibré ?","opts":["Parce que le vent peut le déséquilibrer","Parce que la répartition du matériel embarqué varie selon les missions","Parce que le GPS le demande","Parce que la batterie se vide plus vite"],"ans":"Parce que la répartition du matériel embarqué varie selon les missions","why":"Chaque vol implique un chargement différent (batterie, caméra, capteurs) pouvant modifier le centre de gravité et le comportement du drone."},
{"id":85,"q":"Que se passe-t-il si un multicoptère est centré trop à l’avant ?","opts":["Il cabre spontanément","Les moteurs avant doivent compenser et consomment davantage","Il dérive latéralement","Il devient incontrôlable"],"ans":"Les moteurs avant doivent compenser et consomment davantage","why":"Un CG trop avant oblige les moteurs avant à produire plus de puissance pour maintenir l’assiette horizontale, réduisant le rendement global."},
{"id":86,"q":"Qu’indique un appareil 'léger du nez' lors du décollage ?","opts":["Un centrage arrière","Un centrage avant","Une batterie faible","Un excès de portance"],"ans":"Un centrage arrière","why":"Si l’aéronef lève trop vite le nez, cela indique que le centre de gravité est trop reculé."},
{"id":87,"q":"Quelle est la meilleure méthode pour corriger un centrage arrière sur un drone ?","opts":["Déplacer la batterie vers l’arrière","Réduire la puissance des moteurs avant","Déplacer la batterie vers l’avant","Ajouter du poids sur les rotors arrière"],"ans":"Déplacer la batterie vers l’avant","why":"La position de la batterie influence directement le centre de gravité ; la déplacer vers l’avant corrige un centrage arrière."},
{"id":88,"q":"Comment un drone bien centré réagit-il au vol stationnaire ?","opts":["Il penche vers l’avant","Il reste horizontal sans correction continue","Il dérive latéralement","Il tourne sur lui-même"],"ans":"Il reste horizontal sans correction continue","why":"Un bon centrage permet un vol stationnaire stable sans effort de compensation par les moteurs ou le contrôleur de vol."},
{"id":89,"q":"Quel facteur rend un aéronef instable en montée initiale avec centrage arrière ?","opts":["La portance trop forte sur la queue","Le couple moteur inversé","La difficulté à sortir du second régime","L’excès de poussée verticale"],"ans":"La difficulté à sortir du second régime","why":"Un centrage arrière augmente la tendance au cabré et rend difficile la transition hors du second régime après la rotation."},
{"id":90,"q":"Pourquoi un drone centré trop bas est-il plus stable mais moins réactif ?","opts":["Parce que le centre de gravité agit comme un pendule","Parce que la portance est diminuée","Parce que la poussée devient insuffisante","Parce que la traînée augmente"],"ans":"Parce que le centre de gravité agit comme un pendule","why":"Un CG bas agit comme un pendule inversé : il stabilise l’équilibre mais limite la rapidité des changements d’attitude."},
{"id":91,"q":"Que signifie un centrage 'hors enveloppe' ?","opts":["Le drone est surchargé","Le centre de gravité est en dehors des limites avant ou arrière autorisées","Les moteurs tournent trop vite","La batterie est déséquilibrée"],"ans":"Le centre de gravité est en dehors des limites avant ou arrière autorisées","why":"Un centrage hors enveloppe signifie que le CG dépasse les limites de stabilité fixées par le constructeur, rendant le vol dangereux."},
{"id":92,"q":"Pourquoi faut-il noter le centrage dans le dossier de vol ?","opts":["Pour justifier le vol en cas de contrôle ou d’incident","Pour augmenter la précision GPS","Pour adapter le plan de vol automatique","Pour calculer la vitesse de croisière"],"ans":"Pour justifier le vol en cas de contrôle ou d’incident","why":"Tracer le centrage dans le dossier de vol permet de prouver que le vol respectait les limites constructeur en cas de vérification ou d’enquête."},
{"id":93,"q":"Quel effet produit un centrage avant en vol croisière ?","opts":["L’aéronef consomme davantage d’énergie","La stabilité devient instable","L’assiette devient trop cabrée","La traînée diminue"],"ans":"L’aéronef consomme davantage d’énergie","why":"Un centrage avant exige un effort constant pour maintenir l’assiette, ce qui augmente la traînée et la consommation."},
{"id":94,"q":"Pourquoi un multicoptère est-il instable avec un centre de gravité haut ?","opts":["Parce que le bras de levier est réduit","Parce que la stabilisation nécessite plus de puissance moteur","Parce que la portance est décalée vers le bas","Parce que le vent n’est plus compensé"],"ans":"Parce que la stabilisation nécessite plus de puissance moteur","why":"Lorsque le CG est au-dessus du plan des hélices, la machine devient instable et demande une compensation constante par les moteurs."},
{"id":95,"q":"Que peut provoquer une répartition inégale du poids sur un drone ?","opts":["Un vol plus rapide","Une surchauffe des moteurs les plus sollicités","Une meilleure stabilité","Une autonomie accrue"],"ans":"Une surchauffe des moteurs les plus sollicités","why":"Les moteurs compensant le déséquilibre travaillent plus, générant chaleur et usure prématurée."},
{"id":96,"q":"Pourquoi ne faut-il pas dépasser le poids maximal autorisé ?","opts":["Parce que le vol devient illégal","Parce que la structure ou les moteurs peuvent être surchargés","Parce que la consommation devient nulle","Parce que le GPS se dérègle"],"ans":"Parce que la structure ou les moteurs peuvent être surchargés","why":"Un dépassement de poids augmente les contraintes sur les moteurs et la structure, risquant la panne ou la rupture en vol."},
{"id":97,"q":"Un drone stable mais difficile à manœuvrer est probablement :","opts":["Centré avant","Centré arrière","Mal équilibré latéralement","Trop léger"],"ans":"Centré avant","why":"Un centrage avant rend le drone stable, mais sa manœuvrabilité diminue, le rendant 'lourd du nez'."},
{"id":98,"q":"Comment la température influence-t-elle les performances des batteries LiPo ?","opts":["La chaleur augmente la tension","Le froid diminue la capacité et la puissance disponible","Le froid augmente la puissance","La température n’a aucun effet notable"],"ans":"Le froid diminue la capacité et la puissance disponible","why":"À basse température, la résistance interne augmente, limitant le courant délivrable et réduisant la durée de vol."},
{"id":99,"q":"Pourquoi faut-il programmer la coupure basse à 3.3V/élément ?","opts":["Pour prolonger la durée de vol","Pour éviter une décharge profonde destructrice","Pour équilibrer la tension des cellules","Pour améliorer la poussée moteur"],"ans":"Pour éviter une décharge profonde destructrice","why":"Sous 3.3V/élément, la batterie risque une dégradation chimique irréversible ; la coupure basse protège contre cela."},
{"id":100,"q":"Quel est le rôle principal de l’enveloppe de vol d’un aéronef ?","opts":["Définir les limites structurelles et de performance dans lesquelles le vol est sûr","Indiquer la position du centre de gravité","Limiter la consommation énergétique","Servir de référence aux capteurs GPS"],"ans":"Définir les limites structurelles et de performance dans lesquelles le vol est sûr","why":"L’enveloppe de vol définit les bornes physiques et aérodynamiques (poids, vitesses, altitudes, centrage) garantissant un vol sécurisé."}
]