[
{"id":1,"q":"Quel sens est le plus sollicité chez un télépilote lors d’un vol ?","opts":["Le goût","L’odorat","La vue","Le toucher"],"ans":"La vue","why":"Le télépilote s’appuie principalement sur la vision pour analyser l’environnement, suivre les instruments et évaluer les distances. L’ouïe peut compléter l’analyse, mais la vue reste essentielle."},
{"id":2,"q":"Pourquoi le stress ou la fatigue peuvent-ils rendre un vol dangereux ?","opts":["Ils augmentent la vigilance","Ils déforment la perception et diminuent la réactivité","Ils stimulent la mémoire","Ils améliorent la coordination"],"ans":"Ils déforment la perception et diminuent la réactivité","why":"Sous stress ou fatigue, le traitement des informations devient lent et biaisé, ce qui altère la perception, le jugement et les réflexes du télépilote."},
{"id":3,"q":"Quelle est la limite légale d’alcoolémie autorisée pour un pilote en Belgique ?","opts":["0,0 g/l","0,2 g/l","0,5 g/l","0,8 g/l"],"ans":"0,2 g/l","why":"La réglementation belge fixe à 0,2 g/l le seuil maximal d’alcool dans le sang pour un pilote. Au-delà, les réflexes et la coordination sont déjà altérés."},
{"id":4,"q":"Combien de temps faut-il à un adulte de 70 kg pour éliminer deux verres d’alcool ?","opts":["1 h","2 h","3 h","4 h"],"ans":"2 h","why":"L’élimination de l’alcool est d’environ 0,15 g/l/h ; deux verres nécessitent environ deux heures pour disparaître totalement du sang."},
{"id":5,"q":"Pourquoi une mauvaise hygiène alimentaire peut-elle affecter les performances d’un télépilote ?","opts":["Elle favorise la concentration","Elle provoque des troubles digestifs ou cardiovasculaires affectant la vigilance","Elle améliore la mémoire à court terme","Elle n’a aucun effet notable"],"ans":"Elle provoque des troubles digestifs ou cardiovasculaires affectant la vigilance","why":"Une mauvaise alimentation peut provoquer des maladies (diabète, troubles cardio-vasculaires) et réduire la concentration et la réactivité nécessaires au pilotage."},
{"id":6,"q":"Quel est le principal danger de l’automédication pour un pilote ?","opts":["Elle augmente la résistance physique","Elle peut renforcer l’attention","Elle peut causer des effets secondaires imprévisibles altérant la vigilance","Elle améliore la digestion"],"ans":"Elle peut causer des effets secondaires imprévisibles altérant la vigilance","why":"Les médicaments peuvent provoquer somnolence, vertiges ou troubles visuels, rendant l’automédication risquée sans avis médical adapté à l’activité aérienne."},
{"id":7,"q":"Pourquoi le rhume peut-il rendre un vol dangereux ?","opts":["Il cause une baisse d’énergie générale","Il altère la vision de nuit","Il peut provoquer des douleurs d’oreilles et des vertiges lors des variations de pression","Il fait baisser la température corporelle"],"ans":"Il peut provoquer des douleurs d’oreilles et des vertiges lors des variations de pression","why":"Le rhume bouche les trompes d’Eustache, empêchant l’équilibrage des pressions et provoquant douleurs, vertiges et perte de concentration."},
{"id":8,"q":"Quel est le danger principal du monoxyde de carbone pour un télépilote ?","opts":["Il rend somnolent","Il empêche le sang de transporter l’oxygène","Il irrite les yeux","Il ralentit la digestion"],"ans":"Il empêche le sang de transporter l’oxygène","why":"Le CO se fixe sur l’hémoglobine à la place de l’oxygène, provoquant une hypoxie qui altère la conscience et peut entraîner la perte de connaissance."},
{"id":9,"q":"Quelle est la meilleure attitude en cas de suspicion d’intoxication au monoxyde de carbone ?","opts":["Continuer le vol pour éviter le stress","S’asperger d’eau","Aérer immédiatement, quitter la zone et respirer de l’air frais","Fermer les yeux pour se calmer"],"ans":"Aérer immédiatement, quitter la zone et respirer de l’air frais","why":"La priorité est d’éliminer la source, ventiler et respirer de l’air pur pour stopper l’intoxication avant d’appeler les secours si nécessaire."},
{"id":10,"q":"Que désigne la ‘conscience de la situation’ pour un télépilote ?","opts":["La connaissance de la météo du jour","La capacité à anticiper, comprendre et percevoir son environnement de vol","Le respect des procédures administratives","La mémoire des vols précédents"],"ans":"La capacité à anticiper, comprendre et percevoir son environnement de vol","why":"La conscience de la situation (CS) regroupe perception, compréhension et anticipation. Elle permet au pilote de maintenir une vision globale et d’agir à temps."},
{"id":11,"q":"Quel symptôme apparaît à partir de 0,8 g/l d’alcool dans le sang ?","opts":["Augmentation des réflexes","Diminution de 25% de la capacité visuelle","Somnolence légère","Euphorie totale"],"ans":"Diminution de 25% de la capacité visuelle","why":"Dès 0,8 g/l, la vision diminue d’environ 25 %, ce qui altère gravement la perception des distances et des obstacles."},
{"id":12,"q":"Quelle est la règle de bon sens à suivre avant un vol concernant la consommation d’alcool ?","opts":["Attendre au moins 8 heures après le dernier verre","Ne pas boire 12 heures avant un vol","Ne pas boire 24 heures avant un vol","Boire uniquement du vin"],"ans":"Ne pas boire 24 heures avant un vol","why":"Même si la limite légale est 0,2 g/l, la recommandation de sécurité est de s’abstenir d’alcool pendant 24 heures avant de piloter."},
{"id":13,"q":"Quel effet secondaire peuvent provoquer certains antihistaminiques utilisés pour les allergies ?","opts":["Troubles visuels et somnolence","Amélioration de la concentration","Augmentation de la température corporelle","Aucune influence sur la vigilance"],"ans":"Troubles visuels et somnolence","why":"Les antihistaminiques peuvent induire somnolence et troubles visuels, compromettant la vigilance du pilote."},
{"id":14,"q":"Quel réflexe doit avoir un pilote blessé ayant perdu brièvement conscience ?","opts":["Continuer le vol","Consulter un médecin avant de revoler","Ignorer la blessure s’il se sent bien","Se reposer 10 minutes puis repartir"],"ans":"Consulter un médecin avant de revoler","why":"Toute perte de conscience même brève nécessite un avis médical pour garantir la sécurité et l’aptitude au vol."},
{"id":15,"q":"Quel est le rôle principal des bâtonnets dans la rétine ?","opts":["Voir les couleurs en plein jour","Adapter la vision à la nuit","Contrôler le mouvement des yeux","Assurer la vision périphérique diurne"],"ans":"Adapter la vision à la nuit","why":"Les bâtonnets sont sensibles à la faible luminosité et permettent la vision nocturne, contrairement aux cônes sensibles à la lumière et aux couleurs."},
{"id":16,"q":"Pourquoi faut-il éviter la lumière blanche avant un vol de nuit ?","opts":["Elle fatigue les yeux","Elle dilate les pupilles","Elle provoque un éblouissement qui détruit l’adaptation nocturne","Elle fausse la perception des couleurs"],"ans":"Elle provoque un éblouissement qui détruit l’adaptation nocturne","why":"Une lumière blanche réactive les cônes et réduit l’efficacité des bâtonnets, annulant l’adaptation nocturne qui prend jusqu’à 30 minutes."},
{"id":17,"q":"Quelle est la durée moyenne d’adaptation de la vision à l’obscurité ?","opts":["5 minutes","15 minutes","30 minutes","1 heure"],"ans":"30 minutes","why":"Il faut environ 30 minutes pour que les bâtonnets atteignent leur pleine sensibilité et assurent une vision optimale dans le noir."},
{"id":18,"q":"Pourquoi un pilote doit-il se méfier des erreurs dites ‘de routine’ ?","opts":["Elles améliorent la rapidité","Elles rendent plus confiant","Elles créent de mauvaises habitudes pouvant mener à des accidents","Elles renforcent la mémoire musculaire"],"ans":"Elles créent de mauvaises habitudes pouvant mener à des accidents","why":"La routine engendre une anticipation erronée et une perte de vigilance, menant à des erreurs de perception ou d’action."},
{"id":19,"q":"Qu’est-ce que la ‘perception’ dans le contexte du pilotage ?","opts":["L’interprétation des sensations pour donner un sens à ce qui est perçu","La simple réception des signaux sensoriels","Une réaction réflexe","Un souvenir d’expérience passée"],"ans":"L’interprétation des sensations pour donner un sens à ce qui est perçu","why":"La perception transforme les sensations brutes en informations interprétées, permettant la compréhension et la prise de décision."},
{"id":20,"q":"Quel facteur influence directement la perception du télépilote ?","opts":["La météo uniquement","Son état physique et mental","Le type de drone utilisé","La couleur de la télécommande"],"ans":"Son état physique et mental","why":"Fatigue, stress ou maladie modifient la réceptivité et la perception, ce qui peut entraîner une mauvaise évaluation de la situation."},
{"id":21,"q":"Comment éviter la fatigue avant un vol ?","opts":["Boire du café","Faire de l’exercice et bien dormir","Prendre des stimulants","Manger plus de sucre"],"ans":"Faire de l’exercice et bien dormir","why":"Un mode de vie sain, comprenant activité physique et sommeil suffisant, maintient vigilance et réflexes optimaux avant le vol."},
{"id":22,"q":"Pourquoi les boissons énergisantes sont-elles déconseillées avant un vol ?","opts":["Elles améliorent trop la performance","Elles peuvent donner une fausse impression d’éveil","Elles favorisent la concentration excessive","Elles ne contiennent pas assez de sucre"],"ans":"Elles peuvent donner une fausse impression d’éveil","why":"Ces boissons stimulent temporairement mais altèrent ensuite la concentration et la prise de décision, augmentant les risques d’erreurs."},
{"id":23,"q":"Quel type d’illusion visuelle peut amener un pilote à voler trop bas ?","opts":["Illusion due à la pluie ou au brouillard","Illusion de mouvement","Illusion d’optique inversée","Illusion due à la couleur du ciel"],"ans":"Illusion due à la pluie ou au brouillard","why":"La pluie ou le brouillard donnent l’impression d’être plus haut qu’en réalité, incitant le pilote à descendre trop bas."},
{"id":24,"q":"Comment un pilote peut-il améliorer sa perception des obstacles sans aide technologique ?","opts":["Voler plus vite","Multiplier les angles de vue et balayer visuellement la zone","Rester immobile","Fermer un œil pour mieux estimer la distance"],"ans":"Multiplier les angles de vue et balayer visuellement la zone","why":"En changeant de position et en observant sous plusieurs angles, le pilote améliore sa perception des distances et évite les erreurs d’appréciation."},
{"id":25,"q":"Que représente la ‘conscience de la situation’ au premier niveau ?","opts":["L’anticipation de la situation future","La perception des éléments présents","La réaction automatique aux événements","Le contrôle moteur"],"ans":"La perception des éléments présents","why":"Le premier niveau de conscience de la situation est la perception : capter et identifier les éléments pertinents dans l’environnement."},
{"id":26,"q":"Pourquoi un pilote expérimenté interprète-t-il plus rapidement une situation qu’un novice ?","opts":["Il est plus confiant","Il a accumulé des schémas mentaux d’expérience","Il réagit sans réfléchir","Il connaît mieux la météo"],"ans":"Il a accumulé des schémas mentaux d’expérience","why":"L’expérience permet de reconnaître rapidement des situations similaires et d’y répondre efficacement grâce à la mémoire des schémas mentaux."},
{"id":27,"q":"Quelle est la principale cause d’une erreur de perception chez un pilote ?","opts":["Une mauvaise communication radio","Une anticipation trop forte ou une habitude","Une météo parfaite","Une trop grande expérience"],"ans":"Une anticipation trop forte ou une habitude","why":"L’anticipation excessive pousse le pilote à percevoir ce qu’il s’attend à voir, pas la réalité, entraînant des erreurs critiques."},
{"id":28,"q":"Quel facteur personnel le pilote doit-il reconnaître pour garantir un vol sûr ?","opts":["Ses limites physiques et psychologiques","La marque de son drone","La direction du vent","L’heure exacte du vol précédent"],"ans":"Ses limites physiques et psychologiques","why":"Connaître et respecter ses limites est essentiel pour éviter le surmenage ou la prise de risque inconsidérée."},
{"id":29,"q":"Quelle stratégie le pilote doit-il adopter face à un autre télépilote visiblement inapte à voler ?","opts":["Ignorer la situation","L’aider à piloter son drone","Intervenir ou signaler la situation","Le laisser terminer son vol"],"ans":"Intervenir ou signaler la situation","why":"La sécurité prime : si un pilote est inapte, il faut interrompre ou signaler l’activité pour éviter tout danger."},
{"id":30,"q":"Que désigne le contrôle exécutif dans le modèle neurophysiologique du comportement ?","opts":["La régulation du sommeil","L’ensemble des fonctions mentales intégrant les informations sensorielles et cognitives","Le contrôle musculaire automatique","L’analyse des performances physiques"],"ans":"L’ensemble des fonctions mentales intégrant les informations sensorielles et cognitives","why":"Le contrôle exécutif regroupe les fonctions cognitives supérieures qui transforment les informations perçues en décisions et actions adaptées."},
{"id":31,"q":"Quelle est la meilleure action pour préserver une bonne conscience de la situation pendant un vol ?","opts":["Faire confiance à son instinct uniquement","Effectuer un balayage visuel régulier et surveiller ses instruments","Voler lentement pour tout observer","Se concentrer uniquement sur le drone"],"ans":"Effectuer un balayage visuel régulier et surveiller ses instruments","why":"Une conscience de la situation efficace repose sur la perception constante de l’environnement et des paramètres de vol grâce à une observation active."},
{"id":32,"q":"Quelle différence principale existe entre un réflexe inné et un réflexe acquis ?","opts":["Le réflexe inné se développe avec l’expérience","Le réflexe acquis est présent dès la naissance","Le réflexe inné est automatique, le réflexe acquis est appris","Aucune différence notable"],"ans":"Le réflexe inné est automatique, le réflexe acquis est appris","why":"Le réflexe inné est une réponse instinctive du système nerveux, tandis que le réflexe acquis résulte de l’apprentissage, comme freiner à un feu rouge."},
{"id":33,"q":"Quels sont les deux types principaux de sensibilité impliqués dans la perception ?","opts":["Visuelle et olfactive","Extéroceptive et proprioceptive","Thermique et vibratoire","Somesthésique et auditive"],"ans":"Extéroceptive et proprioceptive","why":"La sensibilité extéroceptive capte les stimuli externes (toucher, chaleur), la proprioceptive les signaux internes (muscles, articulations)."},
{"id":34,"q":"Quelle conséquence peut avoir la fatigue sur les performances cognitives du pilote ?","opts":["Amélioration de la concentration","Ralentissement du traitement de l’information et augmentation des erreurs","Réduction de la somnolence","Augmentation du temps de réaction"],"ans":"Ralentissement du traitement de l’information et augmentation des erreurs","why":"La fatigue diminue la vigilance et la capacité de traitement mental, augmentant le risque d’erreurs dans la prise de décision."},
{"id":35,"q":"Quelle maladie commune peut entraîner une perte de concentration en vol à cause de douleurs auriculaires ?","opts":["La grippe","Le rhume","Une sinusite","Une allergie cutanée"],"ans":"Le rhume","why":"Le rhume bouche les voies respiratoires et les trompes d’Eustache, provoquant douleurs, vertiges et baisse de concentration en vol."},
{"id":36,"q":"Pourquoi est-il déconseillé d’utiliser des stimulants tels que les amphétamines ou la caféine avant un vol ?","opts":["Ils provoquent une somnolence","Ils peuvent donner une fausse confiance et altérer le jugement","Ils réduisent la fréquence cardiaque","Ils ralentissent les réflexes"],"ans":"Ils peuvent donner une fausse confiance et altérer le jugement","why":"Les stimulants modifient le comportement, augmentent le stress et peuvent induire des erreurs de jugement dangereuses en vol."},
{"id":37,"q":"Qu’est-ce qui distingue une sensation d’une perception ?","opts":["La sensation est une interprétation consciente, la perception est un réflexe","La sensation est brute, la perception est son interprétation mentale","Les deux sont identiques","La perception précède la sensation"],"ans":"La sensation est brute, la perception est son interprétation mentale","why":"La sensation est la réaction immédiate du système sensoriel, tandis que la perception donne un sens et organise cette information."},
{"id":38,"q":"Quelle illusion d’optique peut donner au pilote l’impression d’être plus haut qu’il ne l’est ?","opts":["Une illusion de vitesse","Une illusion due au brouillard","Une illusion d’échelle","Une illusion de parallaxe"],"ans":"Une illusion due au brouillard","why":"Le brouillard réduit les repères visuels et crée l’illusion d’être plus haut, pouvant mener à une approche trop basse."},
{"id":39,"q":"Quelle stratégie aide le pilote à évaluer correctement la vitesse de son drone sans instruments ?","opts":["Voler plus bas","Observer les repères au sol et effectuer un balayage visuel","Regarder uniquement l’écran de la télécommande","Utiliser la couleur du ciel comme référence"],"ans":"Observer les repères au sol et effectuer un balayage visuel","why":"En observant les repères fixes au sol, le pilote perçoit mieux le mouvement relatif et la vitesse réelle du drone."},
{"id":40,"q":"Quelle est la principale cause d’erreurs de perception selon la théorie ?","opts":["Manque de connaissances techniques","Fatigue, stress ou attentes erronées","Mauvais éclairage uniquement","Utilisation d’un drone automatique"],"ans":"Fatigue, stress ou attentes erronées","why":"Ces facteurs biaisent la perception et peuvent amener le pilote à interpréter la réalité selon ce qu’il croit voir, pas ce qui est réel."},
{"id":41,"q":"Pourquoi un pilote doit-il éviter de voler sous traitement médicamenteux sans avis médical ?","opts":["Parce que certains médicaments réduisent la capacité de concentration et provoquent des effets secondaires dangereux","Parce que cela est interdit uniquement pour les vols de nuit","Parce que cela empêche la communication radio","Parce que cela provoque la faim"],"ans":"Parce que certains médicaments réduisent la capacité de concentration et provoquent des effets secondaires dangereux","why":"De nombreux médicaments provoquent somnolence, vertiges ou troubles sensoriels, incompatibles avec la sécurité du vol."},
{"id":42,"q":"Quel est le rôle de la mémoire dans le processus décisionnel d’un pilote ?","opts":["Stocker et comparer les expériences pour améliorer la décision","Effacer les erreurs passées","Remplacer les sensations par des automatismes","Empêcher les réflexes"],"ans":"Stocker et comparer les expériences pour améliorer la décision","why":"La mémoire conserve les représentations et schémas mentaux qui aident à reconnaître et à anticiper les situations similaires."},
{"id":43,"q":"Que se passe-t-il lorsque l’hémoglobine fixe le monoxyde de carbone à la place de l’oxygène ?","opts":["L’oxygène est mieux distribué","La respiration devient plus efficace","Le transport d’oxygène vers les cellules est bloqué","Le rythme cardiaque ralentit"],"ans":"Le transport d’oxygène vers les cellules est bloqué","why":"Le CO empêche l’hémoglobine de transporter l’oxygène, provoquant une hypoxie dangereuse pouvant mener à la perte de conscience."},
{"id":44,"q":"Quel élément caractérise la conscience de la situation au troisième niveau ?","opts":["La perception des éléments présents","L’analyse de la météo","L’anticipation des évolutions futures","La gestion des instruments"],"ans":"L’anticipation des évolutions futures","why":"Le troisième niveau de conscience de la situation consiste à anticiper les changements à venir pour réagir avant qu’un problème ne survienne."},
{"id":45,"q":"Quel est l’effet principal d’un environnement mal ventilé sur un pilote ?","opts":["Augmentation de la vigilance","Amélioration de la vision","Risque d’intoxication au CO et d’hypoxie","Réduction du stress"],"ans":"Risque d’intoxication au CO et d’hypoxie","why":"Une mauvaise ventilation favorise l’accumulation de monoxyde de carbone, provoquant une privation d’oxygène dangereuse."},
{"id":46,"q":"Que doit faire un pilote s’il ressent des signes de somnolence avant le vol ?","opts":["Prendre une boisson énergisante","Poursuivre le vol en se concentrant davantage","Annuler ou reporter le vol","Faire une courte marche"],"ans":"Annuler ou reporter le vol","why":"La somnolence compromet la vigilance et les réflexes ; le vol doit être annulé pour préserver la sécurité."},
{"id":47,"q":"Quelle différence existe entre perception et attention ?","opts":["La perception est passive, l’attention est une focalisation volontaire","L’attention vient avant la perception","Elles sont identiques","La perception n’implique pas les sens"],"ans":"La perception est passive, l’attention est une focalisation volontaire","why":"La perception capte les stimuli automatiquement, alors que l’attention sélectionne et concentre les ressources cognitives sur les plus importants."},
{"id":48,"q":"Pourquoi le cerveau peut-il mal interpréter certaines situations en vol ?","opts":["Il simplifie les informations selon des modèles mentaux préexistants","Il manque d’oxygène","Il analyse trop vite les données visuelles","Il rejette les signaux olfactifs"],"ans":"Il simplifie les informations selon des modèles mentaux préexistants","why":"Le cerveau anticipe et interprète les perceptions selon ses attentes, pouvant ignorer ou déformer la réalité observée."},
{"id":49,"q":"Quel est le rôle du contrôle cognitif (ou exécutif) dans le comportement du pilote ?","opts":["Assurer une réponse motrice automatique","Intégrer les informations sensorielles pour choisir l’action adaptée","Ralentir la prise de décision","Remplacer les réflexes"],"ans":"Intégrer les informations sensorielles pour choisir l’action adaptée","why":"Le contrôle cognitif combine perception, mémoire et objectifs pour guider les décisions du pilote face aux stimuli extérieurs."},
{"id":50,"q":"Quel est le principal risque du vol de nuit mal préparé ?","opts":["Une perception accrue des distances","Une adaptation visuelle plus rapide","Une mauvaise estimation des hauteurs et des obstacles","Un meilleur confort visuel"],"ans":"Une mauvaise estimation des hauteurs et des obstacles","why":"La nuit, la perception des distances est réduite et les repères visuels sont limités, augmentant le risque d’erreurs d’altitude ou de collision."},
{"id":51,"q":"Quel conseil est donné pour développer sa vision nocturne avant le vol ?","opts":["Regarder des sources lumineuses fortes","Fermer un œil pour s’adapter","S’habituer lentement à l’obscurité et éviter la lumière blanche","Allumer les phares du drone"],"ans":"S’habituer lentement à l’obscurité et éviter la lumière blanche","why":"L’adaptation des bâtonnets prend du temps ; éviter toute lumière blanche permet de conserver la vision nocturne optimale."},
{"id":52,"q":"Quel est l’effet de la caféine en trop grande quantité sur le comportement du pilote ?","opts":["Elle améliore durablement la concentration","Elle peut provoquer nervosité et faux sentiment de contrôle","Elle favorise la récupération","Elle régule la tension artérielle"],"ans":"Elle peut provoquer nervosité et faux sentiment de contrôle","why":"Une surdose de caféine stimule le système nerveux et crée une fausse confiance en soi, nuisant à la précision des décisions."},
{"id":53,"q":"Quel est le rôle des expériences passées dans la performance d’un télépilote ?","opts":["Elles permettent d’anticiper les situations et de réagir plus vite","Elles ralentissent la prise de décision","Elles remplacent la vigilance","Elles suppriment les illusions sensorielles"],"ans":"Elles permettent d’anticiper les situations et de réagir plus vite","why":"L’expérience construit des schémas mentaux facilitant la reconnaissance rapide des situations et la prise de décision efficace."},
{"id":54,"q":"Pourquoi un télépilote doit-il toujours garder une marge de sécurité visuelle autour de son drone ?","opts":["Pour corriger les reflets","Pour compenser les erreurs de perception et la latence de réaction","Pour économiser la batterie","Pour améliorer la stabilité vidéo"],"ans":"Pour compenser les erreurs de perception et la latence de réaction","why":"Une marge de sécurité visuelle réduit les risques de collision dus à une mauvaise estimation des distances ou à un délai de réaction."},
{"id":55,"q":"Que doit faire un pilote en cas de blessure légère mais persistante ?","opts":["Voler en limitant les manœuvres","Ignorer la douleur","Évaluer si la blessure influence la vigilance et consulter si nécessaire","Prendre un antidouleur sans avis médical"],"ans":"Évaluer si la blessure influence la vigilance et consulter si nécessaire","why":"Même une douleur légère peut altérer la concentration ; il faut évaluer ses effets avant de voler ou consulter un professionnel."},
{"id":56,"q":"Quel facteur influence directement la qualité de la décision prise en vol ?","opts":["Le nombre d’heures de vol","La précision et la compréhension des informations","Le type de télécommande","La météo uniquement"],"ans":"La précision et la compréhension des informations","why":"Une information claire, comprise et fiable améliore la prise de décision. Une mauvaise interprétation peut mener à une action inadaptée."},
{"id":57,"q":"Pourquoi l’habitude peut-elle devenir un danger pour un pilote expérimenté ?","opts":["Elle réduit la confiance","Elle empêche l’apprentissage","Elle crée un excès de confiance et une sous-évaluation des risques","Elle renforce la concentration"],"ans":"Elle crée un excès de confiance et une sous-évaluation des risques","why":"L’habitude conduit à ignorer certains signaux ou procédures, favorisant les erreurs de routine."},
{"id":58,"q":"Quel pourcentage approximatif d’adultes a besoin d’environ 8 heures de sommeil ?","opts":["10%","25%","50%","75%"],"ans":"50%","why":"Environ la moitié de la population adulte nécessite autour de 8 heures de sommeil pour maintenir ses performances cognitives et physiques."},
{"id":59,"q":"Quel type de produit est strictement interdit au transport aérien à cause de sa dangerosité ?","opts":["Les produits corrosifs et les gaz comprimés","Les boissons sucrées","Les aliments déshydratés","Les produits d’entretien ménager neutres"],"ans":"Les produits corrosifs et les gaz comprimés","why":"Les substances corrosives, caustiques ou sous pression présentent un risque d’explosion ou de fuite toxique en vol."},
{"id":60,"q":"Quelle qualité distingue un bon télépilote en situation complexe ?","opts":["L’intuition seule","L’expérience et l’anticipation rationnelle des événements","La rapidité des réflexes physiques uniquement","Le sang-froid sans analyse"],"ans":"L’expérience et l’anticipation rationnelle des événements","why":"Un bon télépilote combine expérience et analyse rationnelle pour anticiper les risques et prendre les meilleures décisions en vol."},
{"id":61,"q":"Quel est le principal danger lié à une perception déformée pendant le vol ?","opts":["Une meilleure anticipation","Un risque d’erreur de jugement et de manœuvre","Une réduction du stress","Une vitesse plus stable"],"ans":"Un risque d’erreur de jugement et de manœuvre","why":"Une perception déformée conduit à une mauvaise évaluation de la situation, ce qui peut provoquer des décisions inadaptées ou dangereuses."},
{"id":62,"q":"Quel type d’informations le cerveau transforme-t-il en représentations mentales ?","opts":["Les informations sensorielles","Les informations administratives","Les informations sonores uniquement","Les informations visuelles uniquement"],"ans":"Les informations sensorielles","why":"Les informations issues des sens sont encodées et interprétées pour former des représentations mentales qui guident les décisions du pilote."},
{"id":63,"q":"Que signifie l’expression « 8 hours from bottle to throttle » ?","opts":["Qu’il faut boire de l’eau pendant 8 heures avant le vol","Qu’il faut attendre au moins 8 heures entre la consommation d’alcool et le pilotage","Qu’il faut s’entraîner 8 heures avant de voler","Qu’il faut dormir 8 heures avant chaque vol"],"ans":"Qu’il faut attendre au moins 8 heures entre la consommation d’alcool et le pilotage","why":"Cette expression rappelle qu’un pilote doit attendre au minimum 8 heures après avoir bu avant de reprendre les commandes."},
{"id":64,"q":"Quel est le premier effet de la fatigue sur un pilote ?","opts":["Une amélioration du temps de réaction","Une baisse progressive de la vigilance et de la concentration","Une augmentation de la mémoire","Un renforcement de la motivation"],"ans":"Une baisse progressive de la vigilance et de la concentration","why":"La fatigue affecte directement l’attention et la vigilance, augmentant le risque d’erreurs cognitives et de manœuvres tardives."},
{"id":65,"q":"Quels sont les trois niveaux de la conscience de la situation ?","opts":["Attention, anticipation, action","Perception, compréhension, anticipation","Observation, décision, réaction","Réflexe, concentration, réaction"],"ans":"Perception, compréhension, anticipation","why":"La conscience de la situation repose sur ces trois niveaux : percevoir les éléments, les comprendre, puis anticiper leur évolution."},
{"id":66,"q":"Pourquoi un pilote doit-il éviter de se laisser influencer par d’autres personnes avant un vol ?","opts":["Parce que cela retarde la mission","Parce que son jugement doit rester objectif et basé sur sa propre évaluation","Parce que cela diminue sa concentration","Parce qu’il risque de manquer le créneau horaire"],"ans":"Parce que son jugement doit rester objectif et basé sur sa propre évaluation","why":"Les pressions extérieures peuvent fausser la décision du pilote ; il doit se fier à son état réel et à son évaluation rationnelle."},
{"id":67,"q":"Que peut provoquer une baisse de pression due à un rhume pendant un vol ?","opts":["Une amélioration de la respiration","Un barotraumatisme douloureux et des vertiges","Une sensation de froid","Une meilleure audition"],"ans":"Un barotraumatisme douloureux et des vertiges","why":"L’obstruction des trompes d’Eustache empêche l’égalisation des pressions, provoquant douleurs et vertiges pouvant compromettre le vol."},
{"id":68,"q":"Quel type d’apprentissage permet d’acquérir des réflexes utiles au pilotage ?","opts":["L’apprentissage cognitif","L’apprentissage conditionné par l’expérience","L’apprentissage auditif","L’apprentissage automatique"],"ans":"L’apprentissage conditionné par l’expérience","why":"Les réflexes acquis se développent par la répétition et l’expérience, permettant des réponses rapides et adaptées en vol."},
{"id":69,"q":"Pourquoi la perception de la hauteur peut-elle être faussée la nuit ?","opts":["Parce que la pupille est trop contractée","Parce que les repères visuels sont insuffisants","Parce que le drone émet trop de lumière","Parce que le vent modifie la vision"],"ans":"Parce que les repères visuels sont insuffisants","why":"La nuit, les repères visuels disparaissent, rendant difficile l’évaluation correcte des distances et des hauteurs."},
{"id":70,"q":"Quel facteur peut altérer la coordination et la mémoire du pilote ?","opts":["Un excès d’oxygène","La consommation d’alcool","Une forte concentration","Une bonne alimentation"],"ans":"La consommation d’alcool","why":"L’alcool agit sur le système nerveux central, altérant la coordination, la mémoire et la capacité de jugement."},
{"id":71,"q":"Quel type d’information est traité par la sensibilité proprioceptive ?","opts":["Les informations venant des organes internes comme les muscles et les tendons","Les sons perçus par les oreilles","Les variations de lumière","Les odeurs dans l’air"],"ans":"Les informations venant des organes internes comme les muscles et les tendons","why":"La sensibilité proprioceptive renseigne le cerveau sur la position et les mouvements du corps, essentielle pour l’équilibre et la précision gestuelle."},
{"id":72,"q":"Comment le cerveau compense-t-il une information sensorielle incomplète ?","opts":["En ignorant l’information manquante","En la complétant par des modèles mentaux et des expériences passées","En amplifiant les signaux auditifs","En ralentissant la prise de décision"],"ans":"En la complétant par des modèles mentaux et des expériences passées","why":"Le cerveau s’appuie sur la mémoire et l’expérience pour combler les manques d’information et interpréter la situation."},
{"id":73,"q":"Pourquoi les illusions de mouvement peuvent-elles être dangereuses ?","opts":["Elles perturbent l’équilibre du drone","Elles peuvent fausser l’évaluation de la trajectoire ou de la vitesse","Elles améliorent la perception de profondeur","Elles réduisent la fatigue"],"ans":"Elles peuvent fausser l’évaluation de la trajectoire ou de la vitesse","why":"Les illusions de mouvement modifient la perception de la direction et peuvent induire des manœuvres incorrectes."},
{"id":74,"q":"Quel est le rôle de la rétroaction dans le modèle neurophysiologique du comportement ?","opts":["Ralentir la réponse motrice","Comparer les actions réalisées avec les objectifs pour ajuster la réponse","Empêcher toute adaptation cognitive","Remplacer les perceptions sensorielles"],"ans":"Comparer les actions réalisées avec les objectifs pour ajuster la réponse","why":"La rétroaction permet d’évaluer les effets d’une action et d’ajuster les comportements futurs pour améliorer la précision."},
{"id":75,"q":"Quel comportement adopter si un médicament provoque des vertiges avant un vol ?","opts":["Boire un café fort","Continuer le vol en restant vigilant","Annuler ou reporter le vol","Diminuer la dose sans avis médical"],"ans":"Annuler ou reporter le vol","why":"Les vertiges altèrent la perception et la coordination ; le vol doit être reporté pour éviter tout risque de perte de contrôle."},
{"id":76,"q":"Quel type de perception permet d’entendre un bruit suspect venant du drone ?","opts":["Perception olfactive","Perception auditive","Perception tactile","Perception visuelle"],"ans":"Perception auditive","why":"Les sons inhabituels alertent le pilote sur un problème mécanique ou un déséquilibre moteur, faisant partie de la perception auditive."},
{"id":77,"q":"Quelle est la meilleure attitude face à un état de stress avant le vol ?","opts":["Voler pour s’habituer","Prendre un calmant","Reporter le vol et pratiquer des techniques de relaxation","Ignorer le stress"],"ans":"Reporter le vol et pratiquer des techniques de relaxation","why":"Le stress modifie la perception et la prise de décision ; il faut se détendre avant de voler pour retrouver un état de réceptivité optimale."},
{"id":78,"q":"Pourquoi un pilote ne doit-il pas se fier uniquement à son intuition ?","opts":["Parce qu’elle est toujours erronée","Parce qu’elle ignore les données objectives","Parce qu’elle ralentit les réflexes","Parce qu’elle supprime la conscience de la situation"],"ans":"Parce qu’elle ignore les données objectives","why":"L’intuition peut être utile, mais seule une analyse rationnelle basée sur les instruments et l’environnement garantit la sécurité du vol."},
{"id":79,"q":"Quel est le rôle de l’attention dans le processus de prise de décision ?","opts":["Ignorer les signaux secondaires","Diriger les ressources mentales vers les informations pertinentes","Maintenir une vigilance automatique","Remplacer la mémoire"],"ans":"Diriger les ressources mentales vers les informations pertinentes","why":"L’attention concentre les capacités cognitives sur les éléments essentiels pour permettre une décision rapide et adaptée."},
{"id":80,"q":"Pourquoi la routine est-elle considérée comme un risque en aviation ?","opts":["Parce qu’elle réduit la vitesse d’exécution","Parce qu’elle engendre une perte de vigilance et une sous-estimation des risques","Parce qu’elle empêche les automatismes","Parce qu’elle augmente la charge mentale"],"ans":"Parce qu’elle engendre une perte de vigilance et une sous-estimation des risques","why":"La routine fait baisser la vigilance et conduit à ignorer certains signaux inhabituels, augmentant le risque d’accident."},
{"id":81,"q":"Pourquoi un pilote doit-il connaître les heures de lever et coucher du soleil avant un vol de nuit ?","opts":["Pour vérifier la luminosité de l’écran","Pour déterminer la durée du vol","Pour savoir si son vol est considéré comme de nuit selon la réglementation","Pour économiser la batterie du drone"],"ans":"Pour savoir si son vol est considéré comme de nuit selon la réglementation","why":"Le vol est considéré de nuit entre 30 minutes après le coucher du soleil et 30 minutes avant le lever, information essentielle pour la conformité réglementaire."},
{"id":82,"q":"Quel est le rôle principal de la perception spatiale chez le télépilote ?","opts":["Évaluer la distance entre les objets et anticiper les trajectoires","Analyser les sons","Identifier les couleurs","Régler la caméra du drone"],"ans":"Évaluer la distance entre les objets et anticiper les trajectoires","why":"La perception spatiale permet d’estimer les distances et mouvements pour éviter les collisions et manœuvrer avec précision."},
{"id":83,"q":"Pourquoi l’expérience ne doit-elle pas être confondue avec l’habitude ?","opts":["Parce qu’elle repose sur la répétition mécanique","Parce qu’elle se base sur l’analyse et la vigilance continue","Parce qu’elle empêche d’apprendre de nouvelles choses","Parce qu’elle réduit la concentration"],"ans":"Parce qu’elle se base sur l’analyse et la vigilance continue","why":"L’expérience améliore la compréhension et la prévention, tandis que l’habitude conduit à des automatismes parfois dangereux."},
{"id":84,"q":"Quel est le principal risque d’un manque de sommeil chronique pour un pilote ?","opts":["Une baisse temporaire de motivation","Une dégradation durable de la vigilance et des réflexes","Une meilleure tolérance au stress","Une augmentation de la mémoire visuelle"],"ans":"Une dégradation durable de la vigilance et des réflexes","why":"Le manque de sommeil réduit la réactivité, la précision et augmente le risque d’erreurs ou d’accidents en vol."},
{"id":85,"q":"Quel est le lien entre perception et compréhension dans la prise de décision ?","opts":["La perception fournit les données, la compréhension les interprète","La compréhension précède la perception","Elles sont indépendantes","La perception dépend uniquement des réflexes"],"ans":"La perception fournit les données, la compréhension les interprète","why":"La perception capte les signaux sensoriels et la compréhension les analyse pour élaborer une décision adaptée."},
{"id":86,"q":"Pourquoi l’odorat peut-il être utile en pilotage ?","opts":["Pour repérer une surchauffe ou une odeur suspecte d’électronique","Pour identifier les obstacles","Pour évaluer la vitesse","Pour améliorer la concentration"],"ans":"Pour repérer une surchauffe ou une odeur suspecte d’électronique","why":"Certaines odeurs comme celle de brûlé peuvent indiquer une anomalie technique, contribuant à la détection précoce d’un problème."},
{"id":87,"q":"Que signifie le terme hypoxie ?","opts":["Un excès d’oxygène dans le sang","Une diminution du taux d’oxygène dans le sang","Une surconsommation d’énergie","Un état de stress mental"],"ans":"Une diminution du taux d’oxygène dans le sang","why":"L’hypoxie correspond à un manque d’oxygène dans le sang, entraînant fatigue, vertiges, voire perte de conscience."},
{"id":88,"q":"Quel comportement est recommandé lorsqu’un pilote se sent mal avant un vol ?","opts":["Voler malgré tout","Demander à un collègue d’assurer le vol","Reporter le vol","Prendre un médicament sans avis médical"],"ans":"Reporter le vol","why":"Un état physique ou mental altéré compromet la sécurité. Le vol doit être reporté jusqu’à un rétablissement complet."},
{"id":89,"q":"Quelle est la particularité des cônes dans la rétine ?","opts":["Ils permettent la vision nocturne","Ils perçoivent les couleurs et s’adaptent à la forte luminosité","Ils détectent la chaleur","Ils contrôlent la taille de la pupille"],"ans":"Ils perçoivent les couleurs et s’adaptent à la forte luminosité","why":"Les cônes sont responsables de la vision des couleurs et fonctionnent surtout en lumière intense."},
{"id":90,"q":"Pourquoi faut-il éviter toute surexposition lumineuse juste avant une mission nocturne ?","opts":["Pour préserver la vision des couleurs","Pour éviter d’endormir les bâtonnets responsables de la vision nocturne","Pour économiser l’énergie de l’œil","Pour améliorer la perception du relief"],"ans":"Pour éviter d’endormir les bâtonnets responsables de la vision nocturne","why":"Une lumière intense ‘réinitialise’ les bâtonnets, réduisant temporairement la capacité de l’œil à voir dans l’obscurité."},
{"id":91,"q":"Quel est l’effet principal d’une consommation rapide d’alcool sur le corps ?","opts":["Une élimination plus rapide","Des effets plus intenses et destructeurs","Une meilleure coordination","Une tolérance accrue"],"ans":"Des effets plus intenses et destructeurs","why":"Une absorption rapide augmente la concentration d’alcool dans le sang, provoquant des effets plus marqués sur le système nerveux et la coordination."},
{"id":92,"q":"Que doit faire un pilote avant de commencer un vol dans un environnement inconnu ?","opts":["Décoller immédiatement pour observer","Effectuer un repérage visuel et identifier les obstacles","Faire confiance à son instinct","Se fier uniquement à la carte aéronautique"],"ans":"Effectuer un repérage visuel et identifier les obstacles","why":"Le repérage préalable permet d’éviter les collisions et d’assurer une marge de sécurité autour de la zone de vol."},
{"id":93,"q":"Quelle est la différence entre un petit et un gros dormeur ?","opts":["Un petit dormeur a besoin de moins de 6h de sommeil, un gros de plus de 9h","Un petit dormeur dort plus profondément","Un gros dormeur se fatigue plus vite","Aucune différence mesurable"],"ans":"Un petit dormeur a besoin de moins de 6h de sommeil, un gros de plus de 9h","why":"Les besoins de sommeil varient selon les individus, influençant leur vigilance et leur récupération cognitive."},
{"id":94,"q":"Pourquoi l’expérience aide-t-elle à interpréter des schémas incomplets ?","opts":["Parce qu’elle permet de combler les manques par la mémoire et les représentations mentales","Parce qu’elle remplace la vigilance","Parce qu’elle ralentit la décision","Parce qu’elle rend les réflexes inutiles"],"ans":"Parce qu’elle permet de combler les manques par la mémoire et les représentations mentales","why":"L’expérience crée des modèles mentaux permettant d’interpréter rapidement des situations même partiellement observées."},
{"id":95,"q":"Pourquoi l’hygiène de vie est-elle un facteur essentiel pour la performance du pilote ?","opts":["Parce qu’elle influence directement la santé physique et mentale","Parce qu’elle permet d’augmenter la puissance du drone","Parce qu’elle favorise la prise de risque","Parce qu’elle remplace l’entraînement"],"ans":"Parce qu’elle influence directement la santé physique et mentale","why":"Une bonne hygiène (sommeil, alimentation, activité physique) maintient la concentration, la réactivité et la vigilance du pilote."},
{"id":96,"q":"Quel signe peut indiquer une intoxication au monoxyde de carbone ?","opts":["Somnolence légère","Maux de tête et troubles visuels","Froid intense","Sensation de faim"],"ans":"Maux de tête et troubles visuels","why":"Le CO provoque maux de tête, vertiges et troubles de la vision dus au manque d’oxygène dans le sang."},
{"id":97,"q":"Quel est le risque des boissons dites énergétiques pendant un vol ?","opts":["Elles augmentent l’endurance de manière durable","Elles peuvent masquer la fatigue réelle et altérer la concentration","Elles stabilisent la vision","Elles préviennent la déshydratation"],"ans":"Elles peuvent masquer la fatigue réelle et altérer la concentration","why":"Ces boissons stimulent artificiellement le système nerveux, ce qui peut fausser la perception de l’état de fatigue."},
{"id":98,"q":"Que doit faire un pilote s’il constate qu’un collègue semble inapte à piloter ?","opts":["Ignorer la situation","Intervenir ou alerter pour prévenir un danger","Le remplacer discrètement","Le laisser effectuer le vol s’il insiste"],"ans":"Intervenir ou alerter pour prévenir un danger","why":"La sécurité collective prime sur le reste. Si un pilote semble inapte, il faut stopper ou signaler la situation."},
{"id":99,"q":"Pourquoi un pilote doit-il rester « réceptif » pendant tout le vol ?","opts":["Pour éviter la fatigue","Pour capter et traiter en continu les informations sensorielles et environnementales","Pour économiser l’énergie","Pour analyser la météo après le vol"],"ans":"Pour capter et traiter en continu les informations sensorielles et environnementales","why":"La réceptivité maximale garantit une perception claire de l’environnement et une réaction rapide face aux imprévus."},
{"id":100,"q":"Quelle est la relation entre le stress et la perception sensorielle ?","opts":["Le stress améliore la précision sensorielle","Le stress peut altérer la perception et créer des illusions","Le stress ne change rien à la perception","Le stress augmente la vision nocturne"],"ans":"Le stress peut altérer la perception et créer des illusions","why":"Sous stress, le cerveau filtre différemment les informations et peut mal interpréter la réalité perçue, menant à des erreurs de jugement."},
{"id":101,"q":"Quel effet a la fatigue sur la coordination du pilote ?","opts":["Elle améliore la précision gestuelle","Elle réduit la coordination et augmente le risque d’erreur","Elle n’a aucun effet notable","Elle renforce la mémoire musculaire"],"ans":"Elle réduit la coordination et augmente le risque d’erreur","why":"La fatigue diminue la vitesse de réaction et la précision des gestes, entraînant des manœuvres imprécises."},
{"id":102,"q":"Pourquoi un pilote doit-il éviter les environnements mal ventilés ?","opts":["Pour éviter la chaleur","Pour prévenir les risques d’intoxication au monoxyde de carbone","Pour éviter les courants d’air","Pour préserver le matériel électronique"],"ans":"Pour prévenir les risques d’intoxication au monoxyde de carbone","why":"Une ventilation insuffisante augmente la concentration de CO, gaz toxique invisible et inodore provoquant l’hypoxie."},
{"id":103,"q":"Quel sens est le moins utile au télépilote pendant le vol ?","opts":["La vue","L’ouïe","Le goût","Le toucher"],"ans":"Le goût","why":"Le goût n’apporte aucune information utile au pilotage, contrairement à la vue, à l’ouïe et parfois au toucher ou à l’odorat."},
{"id":104,"q":"Que risque un pilote souffrant d’une gastro-entérite pendant un vol ?","opts":["Une augmentation de la concentration","Une diminution de la vigilance due à l’inconfort","Une amélioration de la réactivité","Un meilleur équilibre physiologique"],"ans":"Une diminution de la vigilance due à l’inconfort","why":"Les douleurs abdominales ou nausées détournent l’attention, réduisant la concentration et augmentant le risque d’erreurs."},
{"id":105,"q":"Pourquoi la perception auditive est-elle importante en vol ?","opts":["Elle aide à détecter les anomalies mécaniques ou les signaux d’alerte","Elle permet de mieux voir","Elle compense les erreurs de pilotage","Elle aide à juger la météo"],"ans":"Elle aide à détecter les anomalies mécaniques ou les signaux d’alerte","why":"Les sons inhabituels des moteurs ou des rotors alertent le pilote d’un éventuel dysfonctionnement avant qu’il ne devienne critique."},
{"id":106,"q":"Quel est le principal effet d’une alimentation déséquilibrée sur le pilote ?","opts":["Une meilleure endurance","Une baisse d’énergie et de concentration","Une augmentation de la résistance au stress","Aucun impact"],"ans":"Une baisse d’énergie et de concentration","why":"Une mauvaise alimentation influence négativement la concentration, la mémoire et la stabilité énergétique nécessaires au pilotage."},
{"id":107,"q":"Quel effet un antiacide peut-il avoir sur un pilote ?","opts":["Il peut troubler la vue","Il améliore la digestion sans risque","Il favorise la concentration","Il augmente la vigilance"],"ans":"Il peut troubler la vue","why":"Certains antiacides contiennent de l’atropine qui peut altérer la vision et gêner la lecture des instruments."},
{"id":108,"q":"Pourquoi la gestion du sommeil est-elle essentielle pour un pilote ?","opts":["Parce qu’elle conditionne directement la vigilance et les réflexes","Parce qu’elle influence la météo","Parce qu’elle réduit la consommation électrique","Parce qu’elle évite la faim"],"ans":"Parce qu’elle conditionne directement la vigilance et les réflexes","why":"Un sommeil insuffisant altère l’attention, la mémoire et la coordination, augmentant les risques en vol."},
{"id":109,"q":"Pourquoi est-il recommandé d’éviter les sédatifs avant un vol ?","opts":["Parce qu’ils provoquent une somnolence et diminuent la coordination","Parce qu’ils accélèrent la prise de décision","Parce qu’ils augmentent la concentration","Parce qu’ils stimulent la vision nocturne"],"ans":"Parce qu’ils provoquent une somnolence et diminuent la coordination","why":"Les sédatifs ralentissent le système nerveux central, entraînant somnolence, vertiges et perte de coordination."},
{"id":110,"q":"Pourquoi les illusions d’altitude sont-elles plus fréquentes la nuit ?","opts":["Parce que le cerveau surestime la luminosité","Parce que les repères visuels horizontaux sont absents","Parce que le vent change de direction","Parce que la température diminue"],"ans":"Parce que les repères visuels horizontaux sont absents","why":"La perte de repères visuels nuit à l’estimation de la hauteur réelle, ce qui peut provoquer des descentes trop basses."},
{"id":111,"q":"Comment reconnaître un état d’hypoxie naissant ?","opts":["Euphorie, étourdissements, maux de tête","Somnolence légère uniquement","Augmentation du rythme cardiaque sans autres signes","Aucun symptôme visible"],"ans":"Euphorie, étourdissements, maux de tête","why":"L’hypoxie provoque des symptômes neurologiques progressifs : perte de jugement, vertiges, maux de tête."},
{"id":112,"q":"Quel type de perception est sollicité lorsqu’un pilote sent sa radiocommande chauffer ?","opts":["Olfactive","Tactile","Visuelle","Auditive"],"ans":"Tactile","why":"La perception tactile informe le pilote d’un échauffement anormal, pouvant révéler une panne électrique ou une surchauffe d’appareil."},
{"id":113,"q":"Quel effet un antibiotique peut-il provoquer sur un pilote ?","opts":["Troubles de l’équilibre et de l’audition","Amélioration de la vision","Renforcement musculaire","Réduction du stress"],"ans":"Troubles de l’équilibre et de l’audition","why":"Certains antibiotiques causent vertiges ou pertes d’audition, rendant le vol dangereux."},
{"id":114,"q":"Pourquoi un pilote doit-il connaître ses propres limites ?","opts":["Pour éviter de sous-évaluer les capacités du drone","Pour adapter son comportement et ne pas dépasser ses compétences physiques ou mentales","Pour se comparer aux autres","Pour allonger la durée du vol"],"ans":"Pour adapter son comportement et ne pas dépasser ses compétences physiques ou mentales","why":"Connaître ses limites aide à éviter le surmenage et les erreurs de jugement dans des situations complexes."},
{"id":115,"q":"Que doit faire un pilote qui prend un nouveau médicament prescrit ?","opts":["Essayer immédiatement de voler pour s’habituer","Consulter un médecin avant de voler","Continuer ses vols comme d’habitude","Prendre une dose réduite"],"ans":"Consulter un médecin avant de voler","why":"Les effets secondaires étant parfois imprévisibles, le pilote doit obtenir l’avis d’un médecin, idéalement spécialisé en aéronautique."},
{"id":116,"q":"Quel est le rôle du système nerveux central dans le comportement du pilote ?","opts":["Il analyse les stimuli sensoriels et planifie les actions adaptées","Il contrôle uniquement la respiration","Il gère la température corporelle","Il empêche la prise de décision"],"ans":"Il analyse les stimuli sensoriels et planifie les actions adaptées","why":"Le système nerveux central intègre les informations sensorielles pour coordonner les mouvements et les réactions adaptées."},
{"id":117,"q":"Quel comportement adopter face à un signe de vertige léger pendant un vol ?","opts":["Poursuivre le vol lentement","L’ignorer","Poser immédiatement le drone en sécurité et se reposer","Se concentrer plus fort"],"ans":"Poser immédiatement le drone en sécurité et se reposer","why":"Un vertige signale une altération de la perception et du repère spatial, rendant la poursuite du vol risquée."},
{"id":118,"q":"Pourquoi le pilote doit-il toujours vérifier la présence d’une lumière verte sur son drone lors d’un vol de nuit ?","opts":["Pour améliorer la stabilité","Parce que la lumière verte clignotante est obligatoire pour l’identification visuelle","Pour indiquer la direction du vent","Pour équilibrer la batterie"],"ans":"Parce que la lumière verte clignotante est obligatoire pour l’identification visuelle","why":"La réglementation impose un signal lumineux vert clignotant pour assurer la visibilité du drone pendant le vol nocturne."},
{"id":119,"q":"Quel lien existe entre motivation et performance en vol ?","opts":["Une motivation excessive peut pousser à ignorer les risques","Plus la motivation est forte, plus la sécurité augmente","La motivation n’a aucun effet","La motivation remplace la formation"],"ans":"Une motivation excessive peut pousser à ignorer les risques","why":"Une motivation trop forte peut biaiser la décision du pilote, le poussant à voler malgré des conditions défavorables."},
{"id":120,"q":"Quel est l’effet d’une absence d’hygiène corporelle sur les performances ?","opts":["Aucun effet notable","Diminution du confort, du moral et de la concentration","Amélioration de la vigilance","Augmentation des réflexes"],"ans":"Diminution du confort, du moral et de la concentration","why":"Le manque d’hygiène affecte le bien-être général et la concentration, pouvant altérer la vigilance nécessaire au pilotage."}
]